{"nodes": [{"id": "ne0", "label": "UNITED STATES"}, {"id": "ne1", "label": "EARTH"}, {"id": "ne2", "label": "AMERICA"}, {"id": "ne3", "label": "AUSTRALIA"}, {"id": "ne4", "label": "DONALD TRUMP"}, {"id": "ne5", "label": "UNITED NATIONS"}, {"id": "ne6", "label": "UNITED KINGDOM"}, {"id": "ne7", "label": "CALIFORNIA"}, {"id": "ne8", "label": "CHINA"}, {"id": "ne9", "label": "PARIS AGREEMENT"}, {"id": "ne10", "label": "EUROPE"}, {"id": "ne11", "label": "CO2"}, {"id": "ne12", "label": "INDIA"}, {"id": "ne13", "label": "ARCTIC"}, {"id": "ne14", "label": "EU"}, {"id": "ne15", "label": "GERMAN"}, {"id": "ne16", "label": "CANADA"}, {"id": "ne17", "label": "DEMOCRAT"}, {"id": "ne18", "label": "REPUBLICAN"}, {"id": "ne19", "label": "WASHINGTON, D.C."}, {"id": "ne20", "label": "DEMOCRATIC"}, {"id": "ne21", "label": "GRETA THUNBERG"}, {"id": "ne22", "label": "INTERGOVERNMENTAL PANEL ON CLIMATE CHANGE"}, {"id": "ne23", "label": "EUROPEAN"}, {"id": "ne24", "label": "CONGRESS"}, {"id": "ne25", "label": "AFRICA"}, {"id": "ne26", "label": "COVID-19"}, {"id": "ne27", "label": "NASA"}, {"id": "ne28", "label": "RUSSIA"}, {"id": "ne29", "label": "FRANCE"}, {"id": "ne30", "label": "AMAZON"}, {"id": "ne31", "label": "LONDON"}, {"id": "ne32", "label": "ENVIRONMENTAL PROTECTION AGENCY"}, {"id": "ne33", "label": "SENATE"}, {"id": "ne34", "label": "ANTARCTIC"}, {"id": "ne35", "label": "JAPAN"}, {"id": "ne36", "label": "FLORIDA"}, {"id": "ne37", "label": "ASIA"}, {"id": "ne38", "label": "HOUSE"}, {"id": "ne39", "label": "JOE BIDEN"}, {"id": "ne40", "label": "OBAMA"}, {"id": "ne41", "label": "TEXAS"}, {"id": "ne42", "label": "BRITAIN"}, {"id": "ne43", "label": "NORTH AMERICA"}, {"id": "ne44", "label": "NATIONAL OCEANIC AND ATMOSPHERIC ADMINISTRATION"}, {"id": "ne45", "label": "BRITISH"}, {"id": "ne46", "label": "CANADIAN"}, {"id": "ne47", "label": "ALASKA"}, {"id": "ne48", "label": "BRAZIL"}, {"id": "ne49", "label": "MADRID"}, {"id":"5", "label": "US Still in Fight Against Global Warming, Pelosi Declares"}, {"id":"6", "label": "Global leaders are facing one of the scariest years of climate change yet"}, {"id":"8198", "label": "Republicans can be on the front lines of finding free-market solutions to climate change | Opinion"}, {"id":"16401", "label": "BlackRock silent on livestock in latest global warming policy"}, {"id":"16406", "label": "Veto likely as House sends Global Warming Solutions Act to governor’s desk - VTDigger"}, {"id":"31", "label": "Global warming bringing new species of moths to Ireland"}, {"id":"33", "label": "Global warming has made Superfund sites more dangerous"}, {"id":"36", "label": "Effects of climate change"}, {"id":"16425", "label": "As the Arctic thaws, Indigenous Alaskans demand a voice in climate change research"}, {"id":"44", "label": "Climate summit told of nation's 'fight to death'"}, {"id":"8248", "label": "Global Warming in a Decade: A Timeline Review - KCW London"}, {"id":"58", "label": "Carbon dioxide makes up 0.041% of the Earth's atmosphere. Here's why that tiny percentage has big consequences"}, {"id":"63", "label": "The hard truths of climate change — by the numbers"}, {"id":"16452", "label": "Threat Multiplier: How climate change, coronavirus and weather are incinerating WA | Snoqualmie Valley Record"}, {"id":"8272", "label": "Copernicus European State of the Climate 2019"}, {"id":"8273", "label": "Virus 'Australia's chance to grasp green energy'"}, {"id":"8278", "label": "Climate change could slow hurricanes by 2 miles per hour, experts warn"}, {"id":"8283", "label": "Commentary: Natural gas delivers climate benefits"}, {"id":"8284", "label": "On climate, it's Biden's green revolution versus Trump's war on red tape"}, {"id":"99", "label": "China’s climate paradox: A leader in coal and clean energy"}, {"id":"8292", "label": "The Last Great Race"}, {"id":"8293", "label": "Commentary: Changing climate will challenge Texas"}, {"id":"8298", "label": "Amazon Turns to Private Land in Fight Against Climate Change"}, {"id":"8305", "label": "Petersberg Climate Dialogue: German ambitions remain blurry"}, {"id":"119", "label": "Soccer Can’t Avoid Climate Change Forever"}, {"id":"139", "label": "Climate policy should reflect the resilience of northern Indigenous communities | The Narwhal"}, {"id":"152", "label": "Ice Sculpture Steals Show at U.K. Climate Debate That Boris Johnson Skips"}, {"id":"157", "label": "UK should contribute £20bn to UN climate fund by 2030, report says"}, {"id":"169", "label": "EU turns to methane emissions in fight against global warming"}, {"id":"8361", "label": "Don’t Let Larry Summers Block Climate Progress Again"}, {"id":"172", "label": "Climate Change Once Flooded Florida - And Could Again"}, {"id":"176", "label": "Greta Thunberg says voyage ‘energized’ her climate fight"}, {"id":"202", "label": "Amazon building massive solar energy farms amid climate criticism"}, {"id":"8409", "label": "POLITICS: Biden floats climate Cabinet position. That's complicated"}, {"id":"8411", "label": "Keeping climate research going, despite coronavirus - Bulletin of the Atomic Scientists"}, {"id":"223", "label": "4 things to watch at the climate talks in Madrid"}, {"id":"231", "label": "EU Climate Leadership in Doubt as Bloc Set to Miss 2030 Goal"}, {"id":"8433", "label": "UK climate activists stranded in historic town in Kosovo"}, {"id":"248", "label": "Are Global South experts sidelined in climate conversations?"}, {"id":"249", "label": "Greta Thunberg says sailing voyage ‘energized’ her climate fight"}, {"id":"255", "label": "GOP elites helped create climate skepticism. They can undo it, too."}, {"id":"263", "label": "Pacific nations demand greater climate commitments from the world"}, {"id":"8457", "label": "Germany’s Downward Energy Spiral In COVID-19 Pandemic Has Grim Ramifications For California – OpEd"}, {"id":"276", "label": "Can Arctic 'ice management' combat climate change? Radical geo-engineering concept could potentially slow sea-ice retreat, but not global warming"}, {"id":"277", "label": "28 years ago, big oil predicted carbon tax was necessary to stop global warming"}, {"id":"279", "label": "‘The Amazon Is Completely Lawless’: The Rainforest After Bolsonaro’s First Year"}, {"id":"280", "label": "California Bans Insurers From Dropping Policies Made Riskier by Climate Change"}, {"id":"290", "label": "Two Thirds of Americans Think The Government Should Do More Against Climate Change"}, {"id":"292", "label": "Indigenous youth take global stage in Madrid to voice climate change worries"}, {"id":"8494", "label": "The Recent History of GDP Growth, CO2 Emissions, and Climate Policy Paralysis, All in One Table-Runner"}, {"id":"306", "label": "Alaska’s Melting Glaciers Tell the Story of Climate Change"}, {"id":"308", "label": "How satellites will help solve the climate crisis | DW | 05.12.2019"}, {"id":"320", "label": "Timmermans warns on cost of inaction on climate"}, {"id":"321", "label": "The problems we’re solving for on Earth will only follow us to Mars"}, {"id":"8517", "label": "Coronavirus (Covid-19) impact and EU carbon pricing"}, {"id":"8520", "label": "France’s plan to push pedal power to keep post-pandemic pollution levels low"}, {"id":"8521", "label": "Nils Røkke: Recognise hydrogen as a climate neutral solution"}, {"id":"8524", "label": "Opinion: Australia’s climate luck is moving north to Canada"}, {"id":"339", "label": "Activists Cheer for Thunberg, Urge Climate Action in Madrid"}, {"id":"340", "label": "The Incredible Story Of How Climate Change Became Apocalyptic"}, {"id":"341", "label": "Carbon markets could strengthen or screw over global action on climate change"}, {"id":"8545", "label": "African Continent: Challenges of Climate and Demographic Changes | Global Risk Insights"}, {"id":"357", "label": "Pelosi warns of 'existential' climate threat, vows bold action"}, {"id":"8552", "label": "CAMPAIGN 2020: 5 contenders for VP and their records on climate"}, {"id":"8561", "label": "Will COVID-19 unite or divide Canada over its energy and climate future?"}, {"id":"373", "label": "Amazon Abuses Workers and the Climate—Because It Can"}, {"id":"8566", "label": "The Recent History of GDP Growth, CO2 Emissions, and Climate Policy Paralysis, All in One Table-Runner - CounterPunch.org"}, {"id":"8572", "label": "Satellites reveal clearest picture of ice-melting in Antarctica"}, {"id":"380", "label": "Trudeau is betting his entire government on the fight against climate change | CBC News"}, {"id":"389", "label": "Why Texas’s fossil fuel support will ‘spell disaster’ for climate crisis"}, {"id":"391", "label": "UN climate talks: what's on the agenda in Madrid and what it means for Australia"}, {"id":"8588", "label": "Makers of climate film starring Emma Thompson urge Britain to do more"}, {"id":"428", "label": "Paradise Destinations Say It's Time to Pay Up for Climate"}, {"id":"8624", "label": "Implement strong climate policy post COVID-19"}, {"id":"436", "label": "A climate change wake-up call"}, {"id":"443", "label": "Irresistible Greta Thunberg meets immovable UN climate talks"}, {"id":"445", "label": "French activists use Macron portraits to urge climate action"}, {"id":"451", "label": "The Climate Emergency Has Already Begun as Earth Systems Collapse"}, {"id":"8647", "label": "Climate change could wreck traditional sheep farming in Wales"}, {"id":"458", "label": "North American Birds Are Shrinking As The Planet Warms"}, {"id":"463", "label": "The future of the Paris climate agreement is being decided this week"}, {"id":"465", "label": "Corruption: An Obstacle To Fighting Climate Change"}, {"id":"472", "label": "1.9 billion people rely on natural 'water towers'"}, {"id":"476", "label": "EU trade deals must not contradict climate goals, says MEP | European Union"}, {"id":"8679", "label": "The Point, May 4, 2020: A WUFT Investigation Into Climate Change And Public Health"}, {"id":"490", "label": "Xie Zhenhua: China’s top climate negotiator steps down"}, {"id":"499", "label": "Brazil will drill massive oil find despite climate concerns: minister"}, {"id":"502", "label": "More Wind Power, Renewables Needed to Fight Climate Change, Experts Warn"}, {"id":"507", "label": "This was supposed to be the climate crisis election. So what happened? | Stephen Buranyi"}, {"id":"8702", "label": "How Canadian agricultural producers can lead the way in climate action"}, {"id":"514", "label": "Arctic Report Card 2019: Extreme Ice Loss, Dying Species as Global Warming Worsens"}, {"id":"533", "label": "State Senators Focus On Climate Change Issues"}, {"id":"540", "label": "WHITE HOUSE: Emails: Trump aide had blueprint to unravel climate science"}, {"id":"543", "label": "Alex Epstein&rsquo;s Clear Thinking on Climate and Energy | RealClearEnergy"}, {"id":"8739", "label": "Team of experts put forward a sustainable approach to coronavirus recovery | Imperial News | Imperial College London"}, {"id":"550", "label": "Trudeau will fuel the fires of our climate crisis if he approves Canada's mega mine | Tzeporah Berman"}, {"id":"8746", "label": "Greta Thunberg and children's group hit back at attempt to throw out climate case"}, {"id":"8752", "label": "Covid-19 and climate change in five charts"}, {"id":"8760", "label": "With climate change, more extreme weather is inevitable. Here’s how Texas must prepare"}, {"id":"577", "label": "'A future we want': Global mayors on frontlines of climate fight"}, {"id":"578", "label": "Greenland's Rapid Melt Will Mean More Flooding"}, {"id":"579", "label": "Greta Thunberg accuses leaders of 'creative PR' at climate talks - The Mainichi"}, {"id":"581", "label": "E.U. Climate Plan Would Sweeten Deal for Coal Countries"}, {"id":"8774", "label": "Polarstern sets records on Arctic climate mission | DW | 05.05.2020"}, {"id":"582", "label": "Greta Thunberg, climate activist, is the youngest Time Person of the Year"}, {"id":"583", "label": "Protesters vent their anger as UN climate talks stutter"}, {"id":"586", "label": "EU aims to stir global action with pledge on climate crisis"}, {"id":"594", "label": "How California and Quebec are trying to Trump-proof their climate effort"}, {"id":"595", "label": "Climate change: Will Florida lawmakers finally address it?"}, {"id":"598", "label": "In Madrid, Two Different US Climate Messages"}, {"id":"8795", "label": "These 10 steps will strengthen Canada's economy and climate"}, {"id":"8809", "label": "Why it’s chilly in parts of the U.S. while the world cooks"}, {"id":"625", "label": "Scientists feared unstoppable emissions from melting permafrost. They may have already started."}, {"id":"8819", "label": "Decoding the skies: The impact of water vapor on afternoon rainfall"}, {"id":"631", "label": "Thunberg 'a bit surprised' to be Time Person of the Year"}, {"id":"641", "label": "EU leaders haggle over stronger climate ambitions"}, {"id":"645", "label": "Europe now has its own Green Deal"}, {"id":"647", "label": "These 3 supertrees can protect us from climate collapse"}, {"id":"650", "label": "Congressional Democrats’ last, long-shot attempt at climate progress this year"}, {"id":"651", "label": "Europe’s Green Deal Aims For 2050 ‘Climate-Neutral Continent’ Target"}, {"id":"656", "label": "Major emitters accused of blocking progress"}, {"id":"8853", "label": "SUPREME COURT: Climate change unleashes interstate water wars"}, {"id":"684", "label": "Europe threatens U.S. with carbon tariffs to combat climate change"}, {"id":"689", "label": "EU Leaders Agree 2050 Climate Target - Without Poland"}, {"id":"8884", "label": "Turnbull delivers roasting on climate, calls COVID-19 an 'opportunity'"}, {"id":"712", "label": "'Moral call to rest of the world' on climate from hardest hit countries, Obama says"}, {"id":"8906", "label": "Climate change is influencing where tropical cyclones happen most frequently, study says"}, {"id":"718", "label": "Anger as protesters barred from UN climate talks"}, {"id":"8913", "label": "Boiling Point: Why climate change matters more than ever during the pandemic"}, {"id":"723", "label": "Amazonian leaders' long campaign for climate justice"}, {"id":"8922", "label": "Your votes for climate targets will never be “unnecessary”"}, {"id":"739", "label": "UN: Climate change will create “new great divergence” between rich and poor"}, {"id":"746", "label": "Opinion: Germany's climate policy doesn't suit the EU | DW | 13.12.2019"}, {"id":"752", "label": "Proof our planet is cracking under stress"}, {"id":"762", "label": "Can You Pass This 9-Question Climate Change Quiz?"}, {"id":"765", "label": "How Africa will be affected by climate change"}, {"id":"767", "label": "Greta Thunberg apologizes for 'against the wall' remark, plans a break from climate activism"}, {"id":"8961", "label": "Turnbull roasts Morrison on climate, calls COVID-19 an 'opportunity' - News Info Park"}, {"id":"8962", "label": "Brazil's Amazon: Surge in deforestation as military prepares to deploy"}, {"id":"8963", "label": "DIPLOMACY: How to handle Trump? Carefully, U.N. official says"}, {"id":"8985", "label": "New study says climate change has altered where tropical cyclones occur most frequently"}, {"id":"793", "label": "Under Fire Over Climate Summit, Chile Blames Big Polluters"}, {"id":"8993", "label": "Sir John Houghton obituary"}, {"id":"8995", "label": "Nigerian bishop ranks migration a bigger issue than abortion, climate"}, {"id":"809", "label": "UN climate talks: Australia accused of 'cheating' and thwarting global deal"}, {"id":"818", "label": "Trump’s North America Trade Deal Is Poised to Worsen Climate Change—But Dems Don’t Seem To Mind"}, {"id":"850", "label": "Under fire over climate summit, Chile blames big polluters"}, {"id":"9055", "label": "America and Britain play cold-war games with Russia in the Arctic"}, {"id":"9063", "label": "Chilean Scientists Used These Seals As Spies To Dive Into Antarctic Climate Mysteries"}, {"id":"874", "label": "Climate change chosen as Canadian Press News Story of the Year for 2019 - Coast Mountain News"}, {"id":"883", "label": "Despite disappointing results of UN climate conference, The Episcopal Church is ‘still in’ for climate justice - Episcopal News Service"}, {"id":"9090", "label": "Longer growing seasons have a limited effect on combating climate change"}, {"id":"9096", "label": "North America and Europe Snow Blowers Market 2020 By Trend & Regional Analysis To 2025"}, {"id":"906", "label": "If the world can capture carbon, there's capacity to store it"}, {"id":"9102", "label": "Coronavirus, U.K. Quarantine, Climate Change: Your Monday Briefing"}, {"id":"9107", "label": "Climate tipping point ecosystem collapses may come faster than thought: Studies"}, {"id":"920", "label": "Climate change blow? Scientists admit 'we don't understand' how ice sheets are melting"}, {"id":"932", "label": "Merkel defends immigration, climate policies in Bundestag | DW | 18.12.2019"}, {"id":"938", "label": "Catholic climate groups vow to maintain pressure after COP25 failures"}, {"id":"954", "label": "Vladimir Putin says Donald Trump was impeached for \"absolutely far-fetched reason\""}, {"id":"9160", "label": "Forests in Europe and Asia at greater risk of damaging cold snaps"}, {"id":"971", "label": "Russia's Vladimir Putin doubts man-made climate change, backs Trump | DW | 19.12.2019"}, {"id":"9179", "label": "CAMPAIGN 2020: Older voters prefer Biden. That could push him on climate"}, {"id":"995", "label": "Criticism of Japan's coal policy is raising climate awareness at home: Koizumi"}, {"id":"1004", "label": "Criticism of Japan's coal policy raising climate awareness at home: Koizumi"}, {"id":"9197", "label": "Outnumbered but unafraid: Japanese climate activists confront society to save it | The Japan Times"}, {"id":"1011", "label": "Madrid Climate Conference Failed, But Silver Lining Exists"}, {"id":"9208", "label": "IEA: Oil crisis is 'litmus test' for industry’s resolve on climate"}, {"id":"9214", "label": "“The EU-Mexico Agreement Covers Workers' Rights, the Environment and Climate Change.” - Leaders League"}, {"id":"9219", "label": "What do science-based targets to limit climate change really look like?"}, {"id":"1034", "label": "2019 in review: Polarised world entering era of climate impacts"}, {"id":"9229", "label": "On the Heels of Rollback, Auto Makers Seek Another Hand Out"}, {"id":"9233", "label": "Democrat Ocasio-Cortez to lead Biden climate change panel with Kerry"}, {"id":"1048", "label": "German upper house approves amended climate plans | DW | 20.12.2019"}, {"id":"1055", "label": "Here's what's missing from Mayor Pete's plan for climate justice in Latinx communities"}, {"id":"9247", "label": "New Nonprofit Working to \"Change the Politics of Climate\" in Florida"}, {"id":"9251", "label": "Microsoft, Visa and others worth combined $11.5 trillion want Congress to include climate in COVID-19 recovery plan"}, {"id":"1061", "label": "GOLDSTEIN: Trudeau’s answer to climate change is more hot air"}, {"id":"9255", "label": "CAMPAIGN 2020: Will climate shape Biden's VP search? Meet the vetters"}, {"id":"1073", "label": "Jane Fonda 'arrested' for fifth time during climate change protest"}, {"id":"9265", "label": "CNN to feature climate change activist Greta Thunberg on coronavirus panel; Twitter responds"}, {"id":"1080", "label": "Europe Plans To Lead The World Away From Climate Catastrophe—But Not All Are Convinced"}, {"id":"1086", "label": "US rules out any talk of a climate crisis in trade negotiations"}, {"id":"9278", "label": "Old politics of climate change and fossil fuels invade pandemic response"}, {"id":"9285", "label": "OPINIONISTA: Donald Trump’s disdain for climate science is an existential threat to the planet"}, {"id":"9288", "label": "Climate change: Now is the moment to rebuild better"}, {"id":"9292", "label": "Climate warming in Europe, municipality by municipality"}, {"id":"1106", "label": "Bernie Sanders addresses climate change in Moreno Valley speech"}, {"id":"9302", "label": "Investor group: No European oil and gas major has a credible net zero plan | Greenbiz"}, {"id":"9310", "label": "Big Auto Begging To Pollute More — Electric Cars Too Clean 😪"}, {"id":"1119", "label": "In 2020 Climate Science Needs To Hit The Reset Button, Part One"}, {"id":"1123", "label": "Opinion | Plastics and the Climate"}, {"id":"1125", "label": "In France, Holiday Skating Rinks Are an Unlikely Climate Battleground"}, {"id":"9320", "label": "How the climate movement is trying to fix Joe Biden"}, {"id":"1133", "label": "Leaders given failing grade on climate"}, {"id":"9328", "label": "EPA: How a revised calculation could hurt future climate rules"}, {"id":"9336", "label": "Europe’s Oil Majors Start To Embrace Alternative Energy And Climate Targets"}, {"id":"9346", "label": "German CDU/CSU climate paper: A stab in Merkel's back?"}, {"id":"1154", "label": "U.S. Military Precariously Unprepared for Climate Threats, War College & Retired Brass Warn"}, {"id":"9351", "label": "Will governors use popularity from virus for climate action?"}, {"id":"1160", "label": "In 2020 Climate Science Needs To Hit The Reset Button, Part Two"}, {"id":"1159", "label": "The ice we’ve lost to climate change this past decade, visualized"}, {"id":"9373", "label": "John Houghton (1931–2020)"}, {"id":"9374", "label": "Watchdog: Germany must reach net zero emissions by 2038"}, {"id":"9387", "label": "Minnesota lawmakers poised to pass two clean energy initiatives | MinnPost"}, {"id":"9389", "label": "Asia’s roads during and after pandemic lockdowns"}, {"id":"1198", "label": "Calls for new approach after UN climate talks fail to deliver"}, {"id":"9391", "label": "DB Reader: Carbon footprints in wine – a merchant’s perspective"}, {"id":"9399", "label": "Climate change, pollution impacts hurricane formation in the Atlantic, NOAA study says"}, {"id":"1208", "label": "Trump is rolling back over 80 environmental regulations. Here are five big changes you might have missed in 2019"}, {"id":"9404", "label": "POLITICS: Democrats look to rescue climate agenda amid pandemic"}, {"id":"9407", "label": "New park? Climate catalyst fund? On hold in Newsom budget | CalMatters"}, {"id":"9408", "label": "The State of Global Climate Policy after the Delay of COP26"}, {"id":"1217", "label": "Tears flow as politicians fail to dispel 'climate darkness'"}, {"id":"1218", "label": "Climate Change Strikes at the Heart of German Identity: The Woods"}, {"id":"9420", "label": "Germany must become climate-neutral by 2038, says government advisory council"}, {"id":"1228", "label": "Trump’s North America trade deal is poised to worsen climate change—but Dems don’t seem to mind"}, {"id":"9430", "label": "Changes in climate thousands of years ago caused the evolution of new rice varieties - HeritageDaily - Archaeology News"}, {"id":"9432", "label": "Column: Canada targeted (yet again) as a scapegoat for global climate change challenge"}, {"id":"9448", "label": "Guest Spot: Amid pandemic, another threat looms large for next generation - Riverhead News Review"}, {"id":"1261", "label": "Five reasons COP25 climate talks failed"}, {"id":"9468", "label": "Evolution of rice linked to climate change • Earth.com"}, {"id":"9480", "label": "Lawmakers prepare to work on pre-pandemic priorities"}, {"id":"1295", "label": "5 Major Environmental Regulation Changes Made by Trump Admin. in 2019"}, {"id":"1301", "label": "California, climate change and the trauma of the last decade"}, {"id":"9496", "label": "Coronavirus Lockdown Adds to Woes of Climate-Hit Fishers"}, {"id":"9515", "label": "Poll finds Russia wants environmentally sustainable solutions to Covid-19 downturn - Bellona.org"}, {"id":"9534", "label": "The Pandemic Has Only Exposed the Suicidal Tendencies of Capitalism: Noam Chomsky"}, {"id":"1355", "label": "The world's energy future is being shaped in Asia"}, {"id":"9552", "label": "Ambitious EU climate efforts could increase emissions in the rest of the world"}, {"id":"9559", "label": "Climate change threatens Antarctic krill and the sea life that depends on it"}, {"id":"1375", "label": "Hoosier College Republicans push for climate change policy"}, {"id":"1377", "label": "Record hit for most ice to melt in Antarctica in one day, data suggests: \"We are in a climate emergency\""}, {"id":"1380", "label": "Record Heat And King Tides: A Look Ahead at Florida’s Climate Future"}, {"id":"1388", "label": "Liberals face challenge to climate, economic policies early in 2020 - Prince Rupert Northern View"}, {"id":"9593", "label": "Americans See Climate as a Concern, Even Amid Coronavirus Crisis"}, {"id":"1411", "label": "The Most Overhyped and Underrated Stories of 2019"}, {"id":"1418", "label": "The energy agency that could thwart Democrats’ climate plans"}, {"id":"1422", "label": "GOLDSTEIN: Trudeau’s going backwards on climate change"}, {"id":"1430", "label": "Russia Rubs Its Hands At The Prospect Of Profit From Climate Change"}, {"id":"9637", "label": "Future floods will delay emergency response"}, {"id":"9645", "label": "Canada’s Trudeau exemplifies climate leadership in the face of COVID-19 crisis"}, {"id":"1459", "label": "Politics of Climate Change Got More Complicated in 2019"}, {"id":"9652", "label": "Did Greta Thunberg Appear as Coronavirus 'Expert' on CNN Panel?"}, {"id":"1473", "label": "Climate change fight has new Canadian businesses sucking CO2 from the atmosphere"}, {"id":"9666", "label": "Global warming is making hurricanes stronger | EarthSky.org"}, {"id":"1484", "label": "Climate change chosen as Canadian Press News Story of the Year for 2019"}, {"id":"9681", "label": "The COVID-19 recovery plan is an opportunity to carry out a truly green revolution"}, {"id":"9687", "label": "Questioning Ties to China | RealClearEducation"}, {"id":"9688", "label": "4 Critical Humanitarian Issues That African Countries Should Not Forget as They Fight COVID-19"}, {"id":"9692", "label": "But it's a dry heat: Climate change and the aridification of North America"}, {"id":"9700", "label": "The continuous whipsawing of climate change policy"}, {"id":"9709", "label": "Scientists show how much less snow we're getting due to climate change | CBC News"}, {"id":"9743", "label": "Hurricanes growing stronger, more intense; climate change may be a factor, federal study says"}, {"id":"1558", "label": "Opinion | A New Year’s Climate Diet"}, {"id":"1559", "label": "GOLDSTEIN: Climate change — a decade of broken promises and failures"}, {"id":"1561", "label": "Merkel’s New Year’s Speech Calls for Action on Climate and Tolerance"}, {"id":"1565", "label": "Climate change, Brexit divorce: EU faces challenges in 2020"}, {"id":"9764", "label": "Has the Coronavirus Disappeared Climate Politics?"}, {"id":"9766", "label": "Climate Targets on Capture and Storage of Carbon Likely To Be Met"}, {"id":"9769", "label": "Climate change could cause droughts across North America - Futurity"}, {"id":"9781", "label": "The Transportation Climate Initiative, explained"}, {"id":"1593", "label": "A new study finds research gaps in environmental science disciplines across the Arctic"}, {"id":"1602", "label": "Q&A: How climate change, other factors stoke Australia fires"}, {"id":"1603", "label": "Amazon threatens to fire employees who speak out on climate change"}, {"id":"1605", "label": "A warm welcome? The wildlife visitors warning of climate disaster"}, {"id":"9805", "label": "Solar Minimum 2020: NASA confirms 'mini ice age' is out of the question as planet warms"}, {"id":"9807", "label": "Researchers Propose Ways to Meet IPCC’s Climate Targets"}, {"id":"1624", "label": "Thursday's letters: climate change, Senate trial, Trump supporters, more"}, {"id":"1629", "label": "Egg on Their Faces: 2004 DoD Climate Change Report Predicted Nuclear War by 2020"}, {"id":"9827", "label": "How Climate Change Is Affecting France's Wine Industry"}, {"id":"1640", "label": "German Rail Company Cuts Long-Distance Fares by 10% in Response Government Climate Package"}, {"id":"9832", "label": "World can likely capture and store enough carbon dioxide to meet climate targets"}, {"id":"9834", "label": "Scientists Say Climate Change Is Making Hurricanes Stronger"}, {"id":"1645", "label": "Canada’s oilpatch braces for more scrutiny after Mark Carney sees half of world’s reserves left in the ground"}, {"id":"9838", "label": "Fires and blackouts are California’s wake-up call on climate change. Will we listen?"}, {"id":"1647", "label": "Trump Rule Would Exclude Climate Change in Infrastructure Planning"}, {"id":"9841", "label": "Kilmer, Cantwell Applaud Selection of UW to Lead New Ocean, Climate Research Institute"}, {"id":"1667", "label": "Five Times the Effects of Climate Change Loomed Over Texas in 2019"}, {"id":"1669", "label": "An Analysis of Northern North American Climate Data"}, {"id":"1677", "label": "The world has made the link between Australian coal, fires and climate"}, {"id":"9882", "label": "Denmark plans two huge 'energy islands' to meet climate goals"}, {"id":"9884", "label": "Arsenic and global warming: The good, the bad and the deadly"}, {"id":"9887", "label": "The Coronavirus Should Signal The End Of Fossil Fuels"}, {"id":"1701", "label": "Amazon threatened to fire some employees for speaking out on climate"}, {"id":"1706", "label": "Greta Thunberg to continue climate activism, keen to visit Japan in 2020"}, {"id":"1711", "label": "GOLDSTEIN: A new Conservative climate policy — Try honesty"}, {"id":"1720", "label": "'Connecting with people': The quest for common ground on climate change | CBC Radio"}, {"id":"9945", "label": "Bust-up over climate weighs on EU-UK talks, risks trade rifts"}, {"id":"9952", "label": "[Analysis] Cyclone Amphan puts focus back on millions displaced by climate disasters"}, {"id":"1765", "label": "As Fires Rage, Australia Pushes to Emit More Carbon"}, {"id":"1767", "label": "Russia unveils plan to 'use the advantages' of climate change | DW | 06.01.2020"}, {"id":"1768", "label": "New Audubon site shows local bird threats from global climate change"}, {"id":"1769", "label": "As Fires Rage, Australia Sees Its Leader as Missing in Action"}, {"id":"1771", "label": "Antarctic waters: Warmer with more acidity and less oxygen"}, {"id":"9966", "label": "Another Hole in the Ozone Layer? Climate Change May Be to Blame"}, {"id":"1782", "label": "Three Rules For Accepting Climate “Event Attribution” Studies"}, {"id":"1793", "label": "While climate heats up, environmental advocates line up for flame-broiled burgers | Opinion"}, {"id":"9991", "label": "A single mega-project exposes the Morrison government's gas plan as staggering folly"}, {"id":"10002", "label": "Climate change could dramatically reduce U.S. snowstorms"}, {"id":"10005", "label": "Migratory Birds Are Failing to Adapt to Climate Change"}, {"id":"10018", "label": "Fact check: Climate change skeptic Naomi Seibt was not fined, banned from social media for her views"}, {"id":"1829", "label": "Opinion | The Crucial Lessons From Australia’s Wildfires"}, {"id":"10026", "label": "Cyclone Amphan Puts Focus Back on Millions Displaced by Climate Disasters"}, {"id":"1838", "label": "Rising carbon prices led to drop in German emissions in 2019"}, {"id":"1845", "label": "Bernie Sanders taps Amazon employees to blast the company's record on climate change"}, {"id":"10051", "label": "Column: Humans aside, Earth just won't chill"}, {"id":"10052", "label": "Britain proposes November 2021 date for delayed U.N. climate summit"}, {"id":"1861", "label": "Climate change threatens Treasure Coast, U.S. birds: new Audubon site"}, {"id":"10056", "label": "The Green New Deal for Europe can shield us from future pandemics - DiEM25"}, {"id":"10060", "label": "Study shows erosion of ozone layer responsible for mass extinction event"}, {"id":"1870", "label": "EU’s climate credibility rests on tackling methane emissions from gas"}, {"id":"10068", "label": "China's tech edge conquering world's highest peak"}, {"id":"1876", "label": "Cross-continent networking to improve African climate models"}, {"id":"10092", "label": "The Point, May 27, 2020: An Investigation Into Florida’s Public Health, Climate Change Finds Human Hazards Are On The Rise"}, {"id":"1900", "label": "The climate policy milestone that was buried in the 2020 budget"}, {"id":"10094", "label": "New Climate and Gender Justice Funder Announces Grantees ~ Philanthropy Women"}, {"id":"10101", "label": "Factbox: Key climate spending in EU's 'green recovery' plan"}, {"id":"1911", "label": "How the oil industry has spent billions to control the climate change conversation"}, {"id":"1918", "label": "The $8B climate roadmap for farmers"}, {"id":"1923", "label": "Daily on Energy: Parsing House Democrats’ big climate push"}, {"id":"10117", "label": "Global warming is causing hurricanes, around the world, to become stronger, say scientists- Technology News, Firstpost"}, {"id":"10127", "label": "Global warming is changing where birds breed • Earth.com"}, {"id":"10137", "label": "Hydrogen: Informing a Safe Decision to Achieve Net Zero"}, {"id":"10141", "label": "Brace for more extreme weather events: Experts"}, {"id":"1950", "label": "Wildfires: Climate change and deforestation increase the global risk | DW | 08.01.2020"}, {"id":"1959", "label": "Planet Australia is Us - Ecosystem Marketplace"}, {"id":"1962", "label": "Trump Administration Moves to Limit Climate Reviews for Federal Projects"}, {"id":"10156", "label": "Florida children’s climate lawsuit against state leaders set for key hearing Monday"}, {"id":"10157", "label": "Climate change and virus crises meet in new ads attacking Donald Trump"}, {"id":"10159", "label": "Climate change is turning Antarctica's snow green"}, {"id":"10163", "label": "Western Climate Initiative auction results show resilience of cap and trade and benefit of long-term climate investment strategy"}, {"id":"10172", "label": "Canadians still support climate action: poll"}, {"id":"10179", "label": "Migratory birds in the Eastern US are struggling to adapt to climate change"}, {"id":"10183", "label": "Early summer in Alaska that triggers a landslide on on Yudikench Peak"}, {"id":"10184", "label": "Climate change warning: UK could be transformed by global warming - study"}, {"id":"1996", "label": "British MPs attack Australia's climate change efforts as bushfires rage"}, {"id":"2002", "label": "Sluggish climate action may see warming do Russia more harm than good"}, {"id":"2006", "label": "Asia's Great Rivers: Climate crisis, pollution put billions at risk - France 24"}, {"id":"2008", "label": "ANALYSIS-Sluggish climate action may see warming do Russia more harm than good"}, {"id":"2012", "label": "Trump’s climate change reading material is beyond parody"}, {"id":"10204", "label": "Towards a climate neutral Europe: The land sector is key"}, {"id":"10210", "label": "WHITE HOUSE: Experts brief Trump on hurricanes but not climate"}, {"id":"10217", "label": "Climate in the Courts: The good, not-so-good, and the ugly - Sightline Institute"}, {"id":"10226", "label": "Rapid Ice Age retreat of Antarctic ice gives stark climate change warning"}, {"id":"2062", "label": "The surprisingly smart solution to climate change — coming from conservatives"}, {"id":"2069", "label": "One Of Climate Change's Biggest Contributors Is In Your Car, But It’s Not Coming From The Tailpipe"}, {"id":"10269", "label": "Extinction Rebellion stage silent socially-distanced climate protests"}, {"id":"2096", "label": "Boris Johnson faces calls to step up climate change action amid public support for carbon emission cuts"}, {"id":"2106", "label": "I'm a physician. Houston's health care must reckon with the effects of climate change and adapt to become climate resilient. [Opinion]"}, {"id":"2108", "label": "Homelessness, climate change, car tabs, guns and Matt Shea: It’s all on the table as 2020 Legislature begins"}, {"id":"2110", "label": "African economies will outperform global growth in 2020 despite a lag from its biggest countries"}, {"id":"2115", "label": "The Climate Action Legislative Playbook for Winter 2020"}, {"id":"10315", "label": "Measuring climate change"}, {"id":"2133", "label": "Explainer: what are the underlying causes of Australia's shocking bushfire season?"}, {"id":"10326", "label": "Study shows today's atmospheric carbon dioxide levels greater than 23 million-year record"}, {"id":"2136", "label": "Australia’s Fires Test Its Winning Growth Formula"}, {"id":"2138", "label": "It's energy inequality that we need to worry about"}, {"id":"10333", "label": "NOAA predicts a ‘busy’ 2020 Atlantic hurricane season | EarthSky.org"}, {"id":"10349", "label": "Smallholder coffee farmers fight climate change and oversupply"}, {"id":"10353", "label": "Measuring Climate Change"}, {"id":"2168", "label": "Climate-focused Democrats hope for November reward"}, {"id":"2184", "label": "Realtors, developers worry about climate change — but buyers aren't fretting just yet"}, {"id":"10377", "label": "Dual Threats: COVID and Climate Change"}, {"id":"2205", "label": "Europeans, Chinese, Americans to Fly Less in 2020 to Fight Climate Change-Survey"}, {"id":"10405", "label": "Brazil slashes climate change budget as deforestation spikes"}, {"id":"2214", "label": "Jane Fonda explains why she's willing to get arrested in the fight against climate change"}, {"id":"2215", "label": "$1 billion weather/climate disasters: 14 for US in 2019 | EarthSky.org"}, {"id":"10412", "label": "On the hunt for megafauna in North America"}, {"id":"2222", "label": "British Police Said Watch Out for Extremists — Like Climate Activists"}, {"id":"10419", "label": "Lions could prevent their prey from adapting to increasing heat, study says"}, {"id":"2235", "label": "Asia should respond to climate change by building green"}, {"id":"10433", "label": "Brazil slashes budget to fight climate change as deforestation spikes"}, {"id":"10434", "label": "'Unacceptable' losses of older trees in 2019"}, {"id":"2249", "label": "Dead Birds Washing Up by the Thousands Send a Warning About Climate Change"}, {"id":"10447", "label": "Climate change has setnetters worried about Alaska’s sockeye"}, {"id":"2265", "label": "POLITICS: Republicans gird to fight widely backed climate bill"}, {"id":"10462", "label": "States warn that coronavirus may doom climate projects - Memphis Business Journal"}, {"id":"2297", "label": "Central Florida heatwaves bring urgency of global warming uneasily close to home"}, {"id":"2302", "label": "How Hard Is It to Quit Coal? For Germany, 18 Years and $44 Billion"}, {"id":"10495", "label": "Better wines among the pines: Agroforestry can climate-proof grapes, French researchers show"}, {"id":"2310", "label": "This Is Your Life on Climate Change"}, {"id":"10508", "label": "Florida Judge Tosses Environmental Lawsuit Brought By Children, Latest Loss In Climate Courtroom Strategy"}, {"id":"2318", "label": "Turning carbon into concrete could win UCLA team a climate victory — and $7.5 million"}, {"id":"2324", "label": "Greta Thunberg’s powerful words on climate change have been set to music"}, {"id":"10521", "label": "Climate change favours locust swarms, India increasingly at risk"}, {"id":"10536", "label": "Andrew Bolt’s column mocking Greta Thunberg breached standards, press watchdog finds"}, {"id":"2359", "label": "Reporter's Notebook: A little math shows how Texas will suffer from climate change"}, {"id":"2370", "label": "Lincoln Students Piloting Climate Change Curriculum Using NASA Computer Models"}, {"id":"2373", "label": "Buttigieg interrupted at New Hampshire campaign stop by climate change activists"}, {"id":"2387", "label": "Germany's new coal phase-out plan: Lots of money, little climate ambition"}, {"id":"2399", "label": "How climate change influenced Australia's unprecedented fires » Yale Climate Connections"}, {"id":"10592", "label": "The Just Transition Fund must reward climate ambition"}, {"id":"2403", "label": "Gas heating is the biggest threat to Britain's climate goal - KTVZ"}, {"id":"10604", "label": "New Energy Nexus partners with Climate Collective to build clean energy startup ecosystem in South Asia"}, {"id":"2414", "label": "More Evidence Of A Republican Pivot On Climate"}, {"id":"10610", "label": "12 Important Moments in the History of Climate Action: In Photos"}, {"id":"2419", "label": "Australia's Leader Called For A Crackdown On Environmentalists Before Fires Broke Out"}, {"id":"2428", "label": "Climate change and the UN Security Council: a short history"}, {"id":"2458", "label": "Conservative States Seek Billions to Brace for Disaster. (Just Don’t Call It Climate Change.)"}, {"id":"2465", "label": "British Pension Schemes Warn on Cost of Fossil Fuel Divestment"}, {"id":"2467", "label": "Big oil is the new big tobacco - and Congress must use its power to investigate | Naomi Oreskes and Geoffrey Supran"}, {"id":"10661", "label": "In Siberian Fuel Spill, Climate Change Is Seen as Major Factor - The Moscow Times"}, {"id":"10667", "label": "India may suffer devastating climate change impact in 80 years: Study"}, {"id":"10672", "label": "Germany needs to do more to tackle the climate crisis. It has a chance now to take the lead ǀ View"}, {"id":"2484", "label": "L'Oréal, Danone among 'A-list' French brands leading climate fight"}, {"id":"10679", "label": "CU Boulder, NOAA team on emissions estimate method"}, {"id":"2493", "label": "Climate (not humans) shaped early forests of New England"}, {"id":"10695", "label": "India May Suffer Devastating Climate Change Impact In 80 Years: Study"}, {"id":"2504", "label": "The climate challenges facing London"}, {"id":"2509", "label": "Australia's rise or fall depends on the bush — and that holds a big problem"}, {"id":"2527", "label": "Trump and the Teenager: A Climate Showdown at Davos"}, {"id":"10730", "label": "COVID-19 vs Climate Change: What Can We Learn? - Solomon Times Online"}, {"id":"10755", "label": "Climate Change Is Turning Coastal Antarctica Green"}, {"id":"2587", "label": "India has Contributed Least to Global Warming: Piyush Goyal at WEF"}, {"id":"2596", "label": "UN Throws Cash at North Korea to Fight “Global Warming”"}, {"id":"10789", "label": "Space for the Oceans: Conservation and Sustainable Use of Oceans, Seas and Marine Resources"}, {"id":"10791", "label": "Boris Johnson considers giving drivers up to £6,000 in diesel and petrol car scrappage scheme | Carbon Brief"}, {"id":"10836", "label": "£500k for blackcurrant climate change resilience"}, {"id":"2662", "label": "What does Trump actually believe on climate change?"}, {"id":"10860", "label": "Germany's Rhine River at Dangerously Low Levels, Which Could Disrupt Shipping"}, {"id":"2668", "label": "As Trump heads to Doral, Florida Republicans send a message on climate change"}, {"id":"10865", "label": "WHITE HOUSE: Trump advisers foresee big energy moves in second term"}, {"id":"2698", "label": "How a trade deal with the US could destroy the UK’s climate change goals"}, {"id":"10900", "label": "‘Amazon isn’t going away, and neither are we.’ Employee group presses ahead on climate and race"}, {"id":"10910", "label": "How Europe’s 'green tech' startups can help tackle climate change"}, {"id":"2723", "label": "Obama decries Trump for rolling back global-warming fuel-efficiency standards"}, {"id":"2724", "label": "Greta Thunberg Joins Climate March on Her Last Day in Davos"}, {"id":"2728", "label": "Climate change solutions: Republican, Democratic voters agree on fixes"}, {"id":"2734", "label": "China Is Key To Global Fight Against Climate Change | OilPrice.com"}, {"id":"2737", "label": "The EPA chief said climate change was “50 to 75 years out.” He was clearly off."}, {"id":"2746", "label": "The Climate Change Solution That Climate Deniers Can Get Behind"}, {"id":"10946", "label": "Walk Miles And Miles To Halt Global Warming - OpEd - Eurasia Review"}, {"id":"10947", "label": "Brazil deforested 10,000 square km of Amazon rainforest in 2019"}, {"id":"10955", "label": "How COVID-19 has helped Britain to stop using electricity from coal power stations"}, {"id":"2774", "label": "If you love Australia, climate change should scare the hell out of you | Greg Jericho"}, {"id":"2778", "label": "The climate crisis has already wreaked havoc on the US. Here's how we should start getting ready for the next disaster."}, {"id":"10971", "label": "Trump Climate Policy-The Lawlessness of It All"}, {"id":"10977", "label": "Greta Thunberg pushes Canada, Norway, on climate before UN Security Council vote - Kelowna Capital News"}, {"id":"10985", "label": "Melting Down: Climate Change May Prove A Major Problem For Russia's Arctic Infrastructure"}, {"id":"10998", "label": "Canada undermining its own climate goals by supporting pipeline projects: Report"}, {"id":"2810", "label": "House Republicans caught between Trump and young voters on climate change"}, {"id":"2819", "label": "Opinion | When Historic Preservation Hurts Cities"}, {"id":"2821", "label": "Ambitious Zero Emission Tokyo plan wins praise, but begs for action | The Japan Times"}, {"id":"11026", "label": "Who Will Pay For Russia’s Unprecedented Oil Spill? | OilPrice.com"}, {"id":"2835", "label": "Hundreds of Amazon employees protest company PR policy by speaking out about climate change"}, {"id":"11029", "label": "EPA Opens Window to Air Conditioning’s Next Generation"}, {"id":"2845", "label": "Thunberg Vs Mnuchin Round 2: Can Climate Crisis Break Elite Class Solidarity?"}, {"id":"11063", "label": "Covid-19 vs Climate Change: What Can We Learn? | The Asia Foundation"}, {"id":"11069", "label": "Aspen climate office encourages holistic strategy in stimulus spending"}, {"id":"11085", "label": "Global warming: May 2020 tied for hottest May on record, NOAA said"}, {"id":"2894", "label": "The Trump administration is helping 9 states prepare for climate change"}, {"id":"2903", "label": "Amazon workers criticize company on climate despite job risk"}, {"id":"2917", "label": "Hundreds of Amazon employees break company policy to call out its climate practices"}, {"id":"11110", "label": "Extinction Rebellion: Climate militancy despite coronavirus pandemic | DW | 12.06.2020"}, {"id":"2919", "label": "'Great for the bottom line but awful for society': More than 350 Amazon workers slammed its climate policies in defiance of a crackdown on dissent"}, {"id":"2928", "label": "Amazon Employees Publicly Criticize Company's Climate Record Even Though They Could Be Fired | The Weather Channel"}, {"id":"2937", "label": "How Even Stronger California Climate Policies Could Spark A $7 Billion Economic Opportunity"}, {"id":"11151", "label": "Germany submits climate plan to EU after six-month wait"}, {"id":"2964", "label": "NASA, Partners Name Ocean Studying Satellite for Noted Earth Scientist"}, {"id":"2967", "label": "Ozone-depleting Gases May Account For Half Of Arctic Warming During Last 50 Years"}, {"id":"2982", "label": "Amazon faces employee revolt over slow climate action"}, {"id":"11192", "label": "Newly discovered spider species in Madagascar named after climate activist Greta Thunberg - Republic World"}, {"id":"3002", "label": "Oil giant Total sued for 'climate inaction' in France's first climate case"}, {"id":"11212", "label": "Global Governance From The Perspective Of US President Trump - IDN-InDepthNews"}, {"id":"3023", "label": "Amazon employees criticize company over climate change, say they're risking termination"}, {"id":"11216", "label": "Russia needs to go green faster than its permafrost thaws"}, {"id":"11219", "label": "Investors in Africa are betting on the reality of climate change"}, {"id":"11224", "label": "Climate change: The uncomfortable question in front of the Covid-world"}, {"id":"3038", "label": "Suit filed against Total for failure to limit global warming"}, {"id":"11230", "label": "The New Reality: Will COVID-19 help flatten the curve on climate change?"}, {"id":"11247", "label": "A possible explanation for why West Antarctica is warming faster than East Antarctica"}, {"id":"3060", "label": "Why is Amazon so touchy about its employees speaking out on climate change? The answer’s right across the lake."}, {"id":"3066", "label": "India: Climate emergency message resonates at world’s largest literature festival – UN News special report from Jaipur"}, {"id":"11266", "label": "Last month was the warmest May ever recorded"}, {"id":"3088", "label": "Factcheck: is New Zealand hypocritical to reject Australia's climate accounting?"}, {"id":"3097", "label": "Here's What the Climate Might Look Like on Proxima Centauri B - Universe Today"}, {"id":"11309", "label": "Women just won big in New Mexico’s primary. Here’s what that means for climate change."}, {"id":"11316", "label": "COVID-19, climate change, and the case for human rights"}, {"id":"11322", "label": "Europe's big climate comeback: Facing the COVID crisis, EU looks stronger than ever"}, {"id":"3130", "label": "Five ways Democrats vying for president differ on climate and energy"}, {"id":"3143", "label": "How House Republicans won over conservatives to gain consensus on a climate agenda"}, {"id":"3152", "label": "Lawsuit Threatened Over Trump Administration’s Failure to Cut Airplane Climate Pollution"}, {"id":"11352", "label": "Why No Green Stimulus Money?"}, {"id":"3162", "label": "She was cropped out of a photo of white climate activists. Now, she says it's time to stop erasing African voices"}, {"id":"11361", "label": "The Optimal Strategies to Advance the Green Energy Transition"}, {"id":"11363", "label": "Forests outside protected areas will be important to save Himalayan langurs: study"}, {"id":"3175", "label": "Energy and the threat - Atlantic Council"}, {"id":"3188", "label": "Massachusetts Senate Agrees To Sharp Shift In State Climate Policies"}, {"id":"11384", "label": "In troubled times, climate change is the 'black elephant'"}, {"id":"3206", "label": "Why Citizens United should not be blamed for climate policy failures"}, {"id":"11400", "label": "UK aid and foreign ministry merger raises fears for politicisation of climate finance"}, {"id":"11408", "label": "Climate Power 2020 selects José Javier Rodríguez as Florida co-chair"}, {"id":"3223", "label": "Climate change is causing the Arctic to become GREENER"}, {"id":"3225", "label": "Climate activists from African nations make urgent appeal"}, {"id":"3227", "label": "Worst Case Climate Scenario Might Be (Slightly) Less Dire Than Thought"}, {"id":"11428", "label": "BP outlines how quickly global carbon emissions would need to fall to reach net zero by 2050"}, {"id":"11429", "label": "Assessment of climate change over the Indian region: A report of the Ministry of Earth Sciences (MoES), Government of India - India"}, {"id":"3238", "label": "Fridays for Future Movement Urges Greater Global Focus on Africa's Climate Champions"}, {"id":"11434", "label": "Coal burning in Siberia led to Earth's most severe extinction event"}, {"id":"3243", "label": "Greta Thunberg seeks Africa climate change action"}, {"id":"3255", "label": "This apartment design predicts a dystopian future of hunting and gathering for food and using canoes to get around — see inside"}, {"id":"3266", "label": "U.S.-UK Trade Deal Needs Labour, Climate Protections, Enforcement-U.S. Lawmaker"}, {"id":"3269", "label": "How the left seeks to censor challenges to man-made global warming"}, {"id":"3275", "label": "261 scientists write to ScoMo on climate change"}, {"id":"3278", "label": "Polk Perspective: For the future of us all, opt for solar"}, {"id":"3290", "label": "Climate change, pollution and urbanization threaten water in Canada"}, {"id":"11483", "label": "In Europe, climate change brings new crops, new ideas | DW | 17.06.2020"}, {"id":"3292", "label": "Commentary: A UN ruling has decided that climate refugees is a thing"}, {"id":"11492", "label": "Florida lawmakers address climate change, an elusive concept in the past"}, {"id":"11499", "label": "What the New Govt Report Says About 'India's Climate Change' This Century - The Wire Science"}, {"id":"3309", "label": "Japan Races to Build New Coal-Burning Power Plants, Despite the Climate Risks"}, {"id":"11504", "label": "Why the real climate change fight is in Saskatchewan"}, {"id":"3316", "label": "London underwater MAP: Chilling climate forecast shows UK capital submerged in 50 years"}, {"id":"3317", "label": "Morrison Struggles Amidst His Bushfire Response"}, {"id":"11516", "label": "More floods, severe heatwaves: Govt predicts climate change impact on India this century"}, {"id":"3335", "label": "Trudeau faces defining challenge of his second term"}, {"id":"3337", "label": "Climate activist Greta Thunberg, who Trump has told to ‘chill,’ put forth again for Nobel Peace prize"}, {"id":"3338", "label": "Capitol Live: Juneau delegation headlines Native Issues Forum | Juneau Empire"}, {"id":"3339", "label": "STATE OF THE UNION: Trump to highlight 'energy revolution,' downplay climate"}, {"id":"3340", "label": "Saving the planet: UK role vital if COP 26 climate talks to succeed"}, {"id":"3346", "label": "AP VoteCast: Health care, climate are top issues in Iowa"}, {"id":"11549", "label": "In Europe, Climate Change Brings New Crops and Ideas"}, {"id":"3357", "label": "Germany is not fit for a climate changed world, but it can still lead the way"}, {"id":"11575", "label": "Verizon, Infosys, Reckitt Benckiser join Amazon's Climate Pledge initiative | Greenbiz"}, {"id":"3397", "label": "Climate Change, Pollution and Urbanization Threaten Water in Canada"}, {"id":"11604", "label": "In February, record drought. In May record heat. What’s next?"}, {"id":"11613", "label": "[Commentary] With rising temperatures and post COVID-19 challenge, can forest management show a way for India?"}, {"id":"3423", "label": "Oregon lawmakers begin short session with clash on climate"}, {"id":"11616", "label": "Climate-Change 'Lawfare': Texas Judges Take Swipe at California's Liberal Courts, Reluctantly Ruling Against Exxon | Texas Lawyer"}, {"id":"3426", "label": "If Australia were 100 people, here's where we'd stand on climate change"}, {"id":"3430", "label": "U.N. Officials Infuriated as Trump Stands Up Against Climate Socialism – InsideSources"}, {"id":"3434", "label": "Brussels tells UK: report to us on climate change in return for a Brexit trade deal"}, {"id":"11632", "label": "Torrential rains in China cause $2.9 billion in damage, leave 63 dead or missing » Yale Climate Connections"}, {"id":"3456", "label": "Is Britain’s Climate Change Plan Too Ambitious? | OilPrice.com"}, {"id":"3458", "label": "New conservative climate plans are neither conservative nor climate plans"}, {"id":"11656", "label": "Texas Justices Hand Exxon Setback in California Climate Cases"}, {"id":"3491", "label": "Op-Ed: Now is the time to put climate change on the African Union's agenda: Ngozi Okonjo-Iweala - CNBC Africa"}, {"id":"3494", "label": "2020 Legislature to offer dueling visions for energy policy in face of climate change | MinnPost"}, {"id":"11688", "label": "Don't believe the polls: Trump's populist presidency may carry him to victory in 2020"}, {"id":"11697", "label": "Greta Thunberg has hope for climate: ‘There are signs of change, of awakening’"}, {"id":"3509", "label": "Bumblebee Decline Linked With Extreme Heat Waves"}, {"id":"3517", "label": "Living by the River: How The Clash’s Doomsday Anthem 'London Calling' Was Years Ahead on Global Warming"}, {"id":"11713", "label": "Rep. Greg Walden: Green New Deal would cripple economy – Republicans have better way to fight climate change"}, {"id":"3527", "label": "Climate Change: It’s a Buzzkill for Bumblebees, Study Finds"}, {"id":"3538", "label": "'I cry when children lose parents to climate change'"}, {"id":"3541", "label": "Timber Unity members protest cap-and-trade climate bill with convoy, rally in Salem"}, {"id":"11737", "label": "OP-ED: An accelerating crisis"}, {"id":"11743", "label": "Young activist has hope for climate, despite leaders’ inaction | Juneau Empire"}, {"id":"11747", "label": "Great expectations: Has Koike delivered on parenting, gender and climate? | The Japan Times"}, {"id":"11749", "label": "James Baker, George Shultz, Ted Halstead: Carbon fee needed to combat climate change"}, {"id":"3562", "label": "Offshore wind deployment boom 'too slow' to meet EU climate target"}, {"id":"3583", "label": "Justice Department Drops Antitrust Probe Against Automakers That Sided With California on Emissions"}, {"id":"11777", "label": "Cut Carbon Not Forests: Hard-hitting Campaign Urges UK Policymakers to Build a True Clean Energy Economy and End Dirty Biomass Subsidies"}, {"id":"11783", "label": "Assessment of Climate Change over the Indian Region: All you need to know about the report by MoES"}, {"id":"3593", "label": "Ranked: The Social Mobility of 82 Countries"}, {"id":"3598", "label": "Why clouds are key to new climate change projections"}, {"id":"3601", "label": "From ‘hoax’ to ‘serious’: Why one former aide thinks Trump shifted on climate change"}, {"id":"3608", "label": "UK unprepared for COP 26 conference, warn climate leaders"}, {"id":"3610", "label": "Some Midwest farmers see hope in Democrats' climate platforms | Jamestown Sun"}, {"id":"11803", "label": "Can climate capitalism cure what ails us? Fighting climate change in the age of COVID | Corporate Knights"}, {"id":"3626", "label": "EU’s anti-climate-dumping tool worries Russia"}, {"id":"3633", "label": "Will the Citizen's Assembly on climate solve France's democracy crisis?"}, {"id":"3643", "label": "Bumblebee numbers take massive hit amid global warming"}, {"id":"11836", "label": "China’s energy law could help address the Belt and Road’s climate impact"}, {"id":"11838", "label": "Six Things NOAA Experts Want You To Know About Weather and Climate While in Hurricane Season"}, {"id":"11844", "label": "British Ambassador Highlights Morocco’s Work on COVID-19, Climate Change"}, {"id":"3659", "label": "Can Boris Johnson be trusted to act on the climate crisis?"}, {"id":"11867", "label": "Ross McKitrick: The flaw in relying on worst-case-scenario climate model"}, {"id":"11878", "label": "Australians pessimistic about economic outlook and even more suspicious of China: 2020 Lowy poll"}, {"id":"3691", "label": "Clouds of Uncertainty"}, {"id":"11888", "label": "The goals for Australia to do better"}, {"id":"11896", "label": "Two-thirds of Americans think government should do more on climate"}, {"id":"11900", "label": "China and EU appetite for soy drives Brazilian deforestation, climate change: Study"}, {"id":"11911", "label": "Greta Thunberg: Covid-19 Should Be Global Wake-Up Call to Tackle Climate Crisis"}, {"id":"11913", "label": "The Climate Group supports plans to increase the EU 2030 climate target"}, {"id":"11923", "label": "Here’s What Climate Change Means for Wildfires in the West • The Revelator"}, {"id":"3733", "label": "New research supports previous studies on global sea level rise"}, {"id":"11925", "label": "Exclusive: After BP takes a hit, investors widen climate change campaign"}, {"id":"3735", "label": "Scientists show solar system processes control the carbon cycle throughout Earth's history"}, {"id":"3743", "label": "Africa Must Choose Renewables Over Coal | by Carlos Lopes"}, {"id":"11937", "label": "Almost All of UK Citizens' Assembly on Climate Change Backs a Green Coronavirus Recovery"}, {"id":"3745", "label": "Climate Manipulation and Murdoch’s PR Machine - CounterPunch.org"}, {"id":"3753", "label": "Trump Seeks to Halve U.S. Funding for World Health Organization as Coronavirus Rages"}, {"id":"11945", "label": "Antarctic penguin populations could explode due to global warming"}, {"id":"3755", "label": "Antarctica record high temperature: Is it climate change?"}, {"id":"3759", "label": "UW summarizes Washington climate impact on water | Kent Reporter"}, {"id":"11959", "label": "Australia’s shifting mood on climate change"}, {"id":"3775", "label": "War Is an Enormous Threat to the Climate Movement"}, {"id":"11969", "label": "Millennial and Gen Z Republicans stand out from their elders on climate and energy issues"}, {"id":"11973", "label": "Siberian Heat Wave Is a 'Warning Cry' From the Arctic, Climate Scientists Say"}, {"id":"3783", "label": "Activist Greta Thunberg will star in BBC series on climate change"}, {"id":"3785", "label": "Massachusetts State Senate Approves Next Generation Climate Policy"}, {"id":"11982", "label": "With the Great Barrier Reef on the Brink, Australia’s Climate Policy is Adrift at Sea"}, {"id":"11983", "label": "California Re-Evaluating Its Landmark Climate Strategy"}, {"id":"11984", "label": "The Ugly History of Climate Determinism Is Still Evident Today"}, {"id":"11985", "label": "Toilet Paper and Climate Change: NRDC’s Updated “Issue With Tissue” Ranks Brands on Sustainability"}, {"id":"11987", "label": "Increase car taxes to help climate, report says"}, {"id":"3806", "label": "The polar explorer inspiring children to fight climate change and break records"}, {"id":"12002", "label": "Russia and the Woolly Mammoth Trade: How Climate Change Drives Illegal Tusk Trafficking"}, {"id":"3820", "label": "Africa Shouldn't Need to Beg for Climate Aid: Bank President"}, {"id":"12021", "label": "Pandemic’s Cleaner Air Could Reshape What We Know About the Atmosphere"}, {"id":"12024", "label": "EU lifts lid on its five research moonshots"}, {"id":"3840", "label": "Historic heat"}, {"id":"12048", "label": "Pandemic hasn’t cooled climate-change concerns in Canada and U.S.: poll"}, {"id":"3858", "label": "Africa shouldn’t need to beg for climate aid, says bank president"}, {"id":"12064", "label": "Vermont Senate approves Global Warming Solutions Act - VTDigger"}, {"id":"12066", "label": "There's a Spider Baby Boom in the Arctic, Fueled by Warmer Temperatures | The Weather Channel"}, {"id":"12067", "label": "How Cities Are Trying to Avert Gridlock After Coronavirus Lockdowns"}, {"id":"3885", "label": "Young Republicans: The new climate activists? Maybe. - Bulletin of the Atomic Scientists"}, {"id":"12080", "label": "Can the EU take on the mantle of global leadership?"}, {"id":"3896", "label": "How a Trillion Trees Triumphed Over Trump’s Climate Denialism"}, {"id":"12089", "label": "Decoding the Skies: The Impact of Water Vapor on Afternoon Rainfall"}, {"id":"3903", "label": "Global Financial Giants Swear Off Funding an Especially Dirty Fuel"}, {"id":"12108", "label": "India needs a plan for extreme weather caused by climate change"}, {"id":"3918", "label": "The ski resort with no snow contemplates a warmer future"}, {"id":"3920", "label": "Researchers show how solar system processes have impacted the carbon cycle throughout Earth’s history"}, {"id":"12114", "label": "UK makes assurances on climate finance amid concerns over aid restructuring"}, {"id":"12116", "label": "I'm suing the state of Florida to address climate change | Opinion"}, {"id":"3928", "label": "Greenhouse slash: Trump would gut climate, clean-power research - Roll Call"}, {"id":"3937", "label": "Buttigieg and Centrist Dems Want a Military Response to Climate Change. That’s Dangerous."}, {"id":"12150", "label": "The pandemic changed everything—or so we thought"}, {"id":"3966", "label": "Mayors of 15 major EU cities ask for funds to fight climate change"}, {"id":"12161", "label": "Amid Pandemic, California Re-evaluating Landmark Cap-and-Trade Climate Strategy - Times of San Diego"}, {"id":"12163", "label": "Amazon’s Climate Pledge Arena: Virtue Signaling Or A Game-Changer?"}, {"id":"3975", "label": "Macron says Mont Blanc glacier melting proves global warming"}, {"id":"12172", "label": "Here’s what climate change means for wildfires in the West"}, {"id":"3983", "label": "Trump’s budget steps on GOP&#039;s new climate message - Roll Call"}, {"id":"3991", "label": "Guest post: Could climate change and deforestation spark Amazon ‘dieback’?"}, {"id":"12186", "label": "House Democrats will call for 100% clean cars by 2035"}, {"id":"12188", "label": "Washington reactionaries cause world chaos over Huawei"}, {"id":"4001", "label": "Ancient Antarctic Ice Melt Increased Sea Levels by Over 3 Meters — and We’re Headed There Again"}, {"id":"12205", "label": "Amazon Primed: Major New Acquisition, $2B Climate Fund And Live TV Coming To Prime?"}, {"id":"4017", "label": "What a Republican Climate-Change Agenda Might Look Like | National Review"}, {"id":"4037", "label": "Macron vows \"fight of the century” against climate change"}, {"id":"12232", "label": "Democrats Detail a Climate Agenda Tying Environment to Racial Justice"}, {"id":"12233", "label": "House Democrats set to unveil plan to curb climate change"}, {"id":"12234", "label": "Amazon deforestation may hurt Brazil's corn yields, study warns"}, {"id":"12243", "label": "House Democrats Will Call for 100% Clean Cars by 2035"}, {"id":"4052", "label": "Rajendra Pachauri, 79, Dies; Led Nobel-Winning Climate Agency"}, {"id":"4057", "label": "Are Electric Vehicles Really Better for the Climate? Yes. Here’s Why"}, {"id":"12261", "label": "Global Warming Will Hit US Northeast Hard - The Good Men Project"}, {"id":"4089", "label": "Kevin McCarthy faces uneasy right flank over climate push"}, {"id":"4090", "label": "Courting young conservatives, Republicans speed up their ‘evolution’ on climate change"}, {"id":"12297", "label": "EU grapples with 'regressive' climate laws"}, {"id":"4112", "label": "Democrats advance Oregon’s controversial climate change policy"}, {"id":"12308", "label": "South Pole has been warming at three times the global average over the past 30 years, study says"}, {"id":"12314", "label": "The Newest Threat to a Warming Alaskan Arctic: Beavers"}, {"id":"4131", "label": "Record heat hits Antarctica"}, {"id":"4133", "label": "Wet’suwet’en Houses launched a lawsuit argues Coastal GasLink pipeline violates Canada’s Paris Agreement"}, {"id":"4135", "label": "Snowless French Ski Area Considers Future in Warming World"}, {"id":"4136", "label": "GOP climate plan faces pushback — from Republicans"}, {"id":"12327", "label": "Kiwi research bolstered Paris Agreement's climate goals"}, {"id":"12333", "label": "New Research: Trees Absorb Less Carbon Dioxide As the World’s Temperature Rises"}, {"id":"4142", "label": "Rajendra Pachauri, Indian climate change authority who led UN panel - The Boston Globe"}, {"id":"12335", "label": "Global Organic Food Market is expected to reach US$ 375.98 Billion by 2026: According to BlueWeave Consulting – 3w Market News Reports"}, {"id":"4144", "label": "Climate Change Driving \"Rapid and Widespread\" Decline of Bumblebees"}, {"id":"12339", "label": "Climate change: 40°C summer temperatures could be common in UK by 2100"}, {"id":"12346", "label": "VanMoof’s e-bike ad banned in France for creating a \"climate of anxiety\""}, {"id":"4154", "label": "Mayo’s oil and gas wells are pumping out revenue, while climate change activists call for divestiture | Grand Forks Herald"}, {"id":"12348", "label": "Amazon’s Climate Pledge Gains Crucial Momentum"}, {"id":"12347", "label": "Why Is the South Pole Warming So Quickly? It&rsquo;s Complicated"}, {"id":"12351", "label": "Democrats’ New Climate Plan Will Kill Endangered Species, Environmentalists Fear"}, {"id":"4160", "label": "Devastating Landslides Are Common in High Mountain Asia – Climate Change Could Trigger More"}, {"id":"12353", "label": "Emmanuel Macron pledges €15bn to tackle climate crisis"}, {"id":"4163", "label": "Icy continent sees impact of global warming"}, {"id":"12362", "label": "Oil industry faces big hurdles in meeting Liberal climate-change goals - iPolitics"}, {"id":"4170", "label": "Climate change sending Hakuba's snowfall fortunes downhill - The Mainichi"}, {"id":"12376", "label": "New NAFTA Trade Deal Deepens Oil and Gas Dependency During Climate Crisis"}, {"id":"4198", "label": "Climate change sending Hakuba's snowfall fortunes downhill"}, {"id":"12393", "label": "The Climate Law cannot compromise with the laws of physics"}, {"id":"4202", "label": "France President Macron vows “fight of the century” against climate change - WIZM 92.3FM 1410AM"}, {"id":"4204", "label": "Facing a climate emergency, these researchers explain what gives them hope | The Star"}, {"id":"12403", "label": "Saharan dust is bad for health. But it’s also crucial to Earth’s biology and climate"}, {"id":"4227", "label": "Global Warming and the Constitution: How to Tell Whether a 'Consensus' Is True"}, {"id":"12425", "label": "Beyond ‘Climate Pledge Arena’: Are Amazon’s climate goals for real?"}, {"id":"12434", "label": "Business climate may be stabilizing for tech companies"}, {"id":"4246", "label": "Arctic shock: NASA shocked to find TWO MILLION hotspots in the Arctic"}, {"id":"4247", "label": "Pope makes impassioned plea to save the Amazon — will the world listen?"}, {"id":"12443", "label": "Today, Australia's Kyoto climate targets end and our Paris cop-out begins. That's nothing to be proud of, Mr Taylor"}, {"id":"12445", "label": "What an ocean hidden under Antarctic ice reveals about our planet's future climate"}, {"id":"4254", "label": "If They Are So Alarmed By Climate Change, Why Are They So Opposed To Solving It?"}, {"id":"12483", "label": "New Florida Laws Address Climate Issues, Require Sea Level Study for Construction"}, {"id":"4295", "label": "Will it ever snow again? Should we be worried? Yes, and yes, says New Jersey’s international snow expert."}, {"id":"12490", "label": "What if the Republicans pivoted on climate?"}, {"id":"12493", "label": "Passing infrastructure bill, Democrats go all-in on climate - Roll Call"}, {"id":"12498", "label": "Scaling up climate action: country strategies and emerging investment opportunities for a green recovery"}, {"id":"4308", "label": "The Pope Makes Plea to Save the Amazon — Will the World Listen?"}, {"id":"4317", "label": "Will Climate Change Freeze Europe? That’s Not What NASA Says"}, {"id":"12516", "label": "Greens announce ambitious new emissions targets"}, {"id":"12546", "label": "Two new climate lawsuits give Big Oil the tobacco treatment"}, {"id":"12548", "label": "Climate battles are moving into the courtroom, and lawyers are getting creative"}, {"id":"4369", "label": "Did US 'Lead the World' in Reducing CO2 Emissions in 2019?"}, {"id":"12566", "label": "What drives Greta Thunberg's relentless campaigning?"}, {"id":"4384", "label": "Jeff Bezos wants to curb climate change via $10B fund — but is money his most powerful tool?"}, {"id":"4406", "label": "UK Announces £1.2 Billion Weather and Climate Supercomputer"}, {"id":"12610", "label": "Here’s What’s Inside House Democrats’ New Climate Plan | KQED"}, {"id":"4426", "label": "Climate Change Rises as a Public Priority. But It’s More Partisan Than Ever."}, {"id":"12624", "label": "\"Climate transition, transformation and convergence: Europe’s path towards robust resilience\" - Speech of President Charles Michel"}, {"id":"12626", "label": "Global report gives Australia an A for coronavirus response but a D on climate"}, {"id":"4467", "label": "After denouncing House GOP climate change proposal, conservative Club for Growth works on its own plan"}, {"id":"12662", "label": "Biden’s Big Climate Decision: Will He Embrace His Task Force’s Goals?"}, {"id":"4472", "label": "RPT-INSIGHT-Fires and climate fears rattle Australia's giant coal lobby"}, {"id":"4474", "label": "Trump budget calls for slashing funds to climate science centers"}, {"id":"4480", "label": "Bloomberg claims India is bigger contributor to climate change than China, the top carbon emitter"}, {"id":"12674", "label": "Guide to the classics: The War of the Worlds"}, {"id":"12683", "label": "Climate change leading to Arctic spider baby boom"}, {"id":"4515", "label": "Voters Really Care About Climate Change"}, {"id":"12708", "label": "Globe Climate: Researchers, including Canadian explorers, find clues of Ice Age people mining in Mexican caves"}, {"id":"12715", "label": "COP26 has been delayed, but the City's charge against climate change continues - CityAM"}, {"id":"12727", "label": "Climate change may cause extreme waves in Arctic"}, {"id":"4536", "label": "Vermont House approves climate bill requiring state to meet emissions goals"}, {"id":"12736", "label": "Keeping a Steady Eye on Sea Level Change From Space"}, {"id":"4547", "label": "Community takes action as climate change threatens Hakuba's powder snow | The Japan Times"}, {"id":"4551", "label": "NOAA to triple weather and climate supercomputing capacity - insideHPC"}, {"id":"4554", "label": "Fires and climate fears rattle Australia's giant coal lobby | The Japan Times"}, {"id":"4555", "label": "Oregon’s cap and trade climate bill: A tax or not? It depends"}, {"id":"4562", "label": "Commentary: Rising temperatures, fires and floods highlight importance of understanding weather extremes"}, {"id":"4570", "label": "Katy Tur Frets Dems Not Far Left Enough on Global Warming"}, {"id":"12765", "label": "Future Texas hurricanes: Fast like Ike or slow like Harvey? Climate change will make fast-moving storms more likely in late 21st-century Texas"}, {"id":"12773", "label": "Amazon to Name Seattle NHL Arena the ‘Climate Pledge Arena’ - Subscription Insider"}, {"id":"12779", "label": "Collaborative research can be integral to climate action"}, {"id":"4591", "label": "Why Do Donald Trump and Millions of Americans Think Climate Change is a Lie?"}, {"id":"12787", "label": "France banned this e-bike ad for creating a 'climate of anxiety' - Electrek"}, {"id":"12795", "label": "Experts find torrential rain in southwest Japan increasing due to global warming - The Mainichi"}, {"id":"12812", "label": "The U.S. has already had 10 billion-dollar weather disasters this year"}, {"id":"4627", "label": "DeSantis’ climate czar is leaving, but Florida’s seas are still rising | Editorial"}, {"id":"12824", "label": "Texas on track for driest conditions of the last 1,000 YEARS"}, {"id":"12826", "label": "A sprinkle of rock dust could help avoid catastrophic climate change"}, {"id":"12843", "label": "Why vines in the Pyrenees may have the answer to combatting climate change"}, {"id":"12850", "label": "Japan Promotes ‘Clean’ Coal in the Battle Against Climate Change"}, {"id":"12852", "label": "One key solution to the world’s climate woes? Canada’s natural landscapes | The Narwhal"}, {"id":"4673", "label": "52nd session of the Intergovernmental Panel on Climate Change"}, {"id":"4676", "label": "How I Would Spend Jeff Bezos’ $10 Billion For Climate Change"}, {"id":"4677", "label": "GOP lawmakers walk out after Oregon climate bill advances"}, {"id":"12873", "label": "Japan’s Deadly Combination: Climate Change and an Aging Society"}, {"id":"12874", "label": "Which Wealthy Country Is Most Pessimistic On Climate Change?"}, {"id":"12882", "label": "House climate plan needs global and national security context"}, {"id":"4696", "label": "Young climate leaders gather in Tokyo for inaugural Climate Crisis Youth Summit | The Japan Times"}, {"id":"4697", "label": "Right Now: A climate plan Canadians can get behind"}, {"id":"12896", "label": "21st century Texas climate will rival 'megadroughts' - Futurity"}, {"id":"4709", "label": "WHITE HOUSE: Where's Trump? He hasn't tweeted about climate in 350 days"}, {"id":"4724", "label": "Millions more may become climate refugees in future: Expert"}, {"id":"4729", "label": "Mike Bloomberg says he has the best record on climate change. Does he?"}, {"id":"4734", "label": "Covering Your Climate: An A-to-Z Guide to Emerald Corridor Climate Impacts"}, {"id":"4736", "label": "Oregon Republicans Disappear for Another Climate Vote"}, {"id":"4755", "label": "Switzerland joins few nations confirming to UN it will enhance climate action plans"}, {"id":"4766", "label": "Air New Zealand plane to moonlight as aerial climate monitor for NASA"}, {"id":"4770", "label": "The Coronavirus and Carbon Emissions"}, {"id":"12963", "label": "Greenpeace Activists Drape Banners on Notre Dame Cathedral Crane Demanding Climate Action"}, {"id":"4772", "label": "New one-hour special examines the startling impact of climate change and poses potential solutions"}, {"id":"12976", "label": "Australia’s Climate Inaction is a Human Rights Violation, Says Coalition of International Lawyers - YubaNet"}, {"id":"4793", "label": "Oil minister Pradhan says India not responsible for global warming, will continue to use coal - ET EnergyWorld"}, {"id":"4805", "label": "Climate Change: 'You can't just sit around'"}, {"id":"13024", "label": "Climate change: By 2025 we will have more CO2 than any time in the past 3.3 million years"}, {"id":"13028", "label": "Climate Science Has a Blind Spot When it Comes to Heat Waves in Southern Africa"}, {"id":"4837", "label": "Switzerland promises UN improved climate plan"}, {"id":"13032", "label": "EDITORIAL: Bold climate change plan deserves spirited support"}, {"id":"4847", "label": "Apps help European supermarkets lure climate-conscious consumers"}, {"id":"4854", "label": "An American way to tackle climate change and battle global warming"}, {"id":"4866", "label": "Our Carbon Problem Is A Multibillion-Dollar Opportunity"}, {"id":"13058", "label": "Record heat wave in Siberia has far-flung consequences | DW | 13.07.2020"}, {"id":"4880", "label": "Asian cities urged to bolster defence against rising seas"}, {"id":"13074", "label": "Better food for world's poor could hike climate-changing emissions"}, {"id":"4892", "label": "German teen Naomi Seibt, the darling of climate change deniers"}, {"id":"4898", "label": "Finance holds climate key but poor countries fear missing out"}, {"id":"4914", "label": "D.C. Council Can Support More Commute Options and Climate"}, {"id":"13109", "label": "Joe Biden sets out aggressive plan to tackle climate change"}, {"id":"4918", "label": "Climate change, water crisis hurting Africa’s poorest"}, {"id":"13111", "label": "New Data Show an ‘Extraordinary’ Rise in U.S. Coastal Flooding"}, {"id":"4920", "label": "How a storm turned a French resort into a climate change laboratory"}, {"id":"13115", "label": "The paradox of cooling"}, {"id":"4923", "label": "Greta Thunberg: Girl, 9, on what inspired her to join Bristol climate change protest"}, {"id":"13125", "label": "Guest post: Why Africa’s heatwaves are a forgotten impact of climate change"}, {"id":"4939", "label": "Scientists Discover Antarctica's Hidden Island After Glaciers Have Melted"}, {"id":"13131", "label": "Stop Illegal Activity in the Amazon: A Plea From Brazil’s Private Sector"}, {"id":"13134", "label": "Opinion: How Biden wins"}, {"id":"4942", "label": "Scott Morrison's duty is to protect the Australian people and there is no greater threat than climate disruption | Ian Dunlop and David Spratt"}, {"id":"13137", "label": "How we found the earliest glass production south of the Sahara and what it means"}, {"id":"13140", "label": "Biden Announces $2 Trillion Climate Plan"}, {"id":"4956", "label": "Greta Thunberg in Bristol: schools shut as students join climate strike"}, {"id":"4957", "label": "More Americans see climate change as a priority, but Democrats are much more concerned than Republicans"}, {"id":"13152", "label": "Biden support for US cleantech innovation 'will raise the bar' internationally"}, {"id":"4971", "label": "Opinion: Fix U.S. tax code to address climate change and our health"}, {"id":"13164", "label": "Biden's $2T climate plan aims to reframe debate"}, {"id":"13167", "label": "Corn growers in Brazil’s Cerrado reap a hostile climate of their own making"}, {"id":"4976", "label": "Moving the dial – Climate Weekly"}, {"id":"4994", "label": "Oregon Republicans’ walkout over climate cap-and-trade bill reaches Day 5, Courtney is ‘angrier and angrier’"}, {"id":"13187", "label": "How cities are seizing the moment to focus on climate and equity"}, {"id":"4995", "label": "Blocked Heathrow Airport Expansion Celebrated by Climate Activists"}, {"id":"13201", "label": "Marin’s Huffman to pitch massive U.S. climate crisis plan"}, {"id":"5010", "label": "A mysterious ocean phenomenon known as 'the Blob' wreaked havoc on Pacific wildlife » Yale Climate Connections"}, {"id":"13203", "label": "Boris Johnson's done more for climate than Ardern"}, {"id":"5014", "label": "Scientists highly concerned as heatwave dramatically changes Antarctic Island in just 8 days"}, {"id":"5015", "label": "'Let's march!' - Greta Thunberg is in Bristol for climate protest - CBBC Newsround"}, {"id":"5023", "label": "'World is on fire', Greta warns climate strike"}, {"id":"5027", "label": "Spending Jeff Bezos’ $10 Billion For Climate Change | OilPrice.com"}, {"id":"13219", "label": "Home Science Activities with South Sound GREEN: Climate Controllers - ThurstonTalk"}, {"id":"13231", "label": "The economic impact of agricultural production from climate change (cocoa) in Côte d'Ivoire"}, {"id":"5046", "label": "Why Do We Treat AOC & Greta Thunberg Like They're Climate Scientists?"}, {"id":"5049", "label": "Arctic sea ice: Summers could be ice-free in as few as 15 years"}, {"id":"13244", "label": "New Report: Canada’s Climate Goals Undermined by “Logging Loophole”"}, {"id":"5053", "label": "Used cars keep Africans moving, but dumping concerns remain"}, {"id":"13251", "label": "Climate Disruptions Are Impacting Human Health"}, {"id":"5061", "label": "Tom Steyer Drops Out of 2020 Presidential Race"}, {"id":"5068", "label": "Will Trump change view on climate change?"}, {"id":"13263", "label": "EDF, Allies Defend EPA’s Legal Authority to Regulate Climate Pollution"}, {"id":"13269", "label": "Antarctica more widely impacted by climate change than previously thought"}, {"id":"13296", "label": "Court Upholds California’s Coordination with Quebec to Cut Climate Pollution"}, {"id":"5109", "label": "Republicans are making noises on climate action. Some say it's just greenwashing"}, {"id":"5119", "label": "Warren releases plan to regulate Wall Street's effect on climate change"}, {"id":"5148", "label": "Climate models go out of this world"}, {"id":"13373", "label": "As ETF Launches A £167 Million Fund Are Investors Warming To Profit And Purpose Ventures"}, {"id":"5189", "label": "Net zero isn't enough: Congress must fight harder for climate"}, {"id":"5194", "label": "A Trump official has been sneaking climate-denying language into official reports"}, {"id":"5197", "label": "California is taking aim at Uber and Lyft’s outsized climate consequences"}, {"id":"13414", "label": "Court’s Ruling Against Trump Elevates Debate on Climate Metric"}, {"id":"5227", "label": "Let Greta be: The climate change and beyond"}, {"id":"13424", "label": "To fight climate change, Democrats want to close the ‘digital divide’"}, {"id":"13430", "label": "Pennsylvania tests Biden's balancing act on climate, fracking"}, {"id":"5245", "label": "Legal gaps and US election could delay climate ambition before Glasgow summit"}, {"id":"5246", "label": "Is Russia Finally Waking Up to Climate Change? - The Moscow Times"}, {"id":"13439", "label": "CNY College Educators:  Climate Crisis Has Slipped from Agenda, Has Parallels with COVID Crisis"}, {"id":"5247", "label": "Coronavirus isn't an outlier, it's part of our interconnected viral age"}, {"id":"13446", "label": "Joe Biden's Climate and Energy Plan Is a Gift for China"}, {"id":"5262", "label": "Focus on coronavirus shows need for climate law, says EU official"}, {"id":"13455", "label": "Africa can become a renewable energy superpower – if climate deniers are kept at bay"}, {"id":"13463", "label": "Global Warming and Ocean Acidification Accelerate - CounterPunch.org"}, {"id":"13466", "label": "Opinion | Could Biden Be the Climate-Change President?"}, {"id":"13469", "label": "How Earth’s Climate Changes Naturally (and Why Things Are Different Now)"}, {"id":"13484", "label": "‘We want to breathe’: Campaigns for racial, climate justice find common ground in Paris suburbs"}, {"id":"13485", "label": "Issues 2020: Climate and Energy Policy"}, {"id":"5303", "label": "Paper That Blames The Sun For Climate Change Was Just Retracted From Major Journal"}, {"id":"5304", "label": "A Warming Climate is Implicated in Australian Wildfires"}, {"id":"13495", "label": "EU leaders back billions for climate, energy projects to 2027"}, {"id":"5309", "label": "No Louisville winter? Blame climate change and the Arctic Oscillation"}, {"id":"5311", "label": "Can these young conservatives tug Republicans toward climate action?"}, {"id":"13511", "label": "'Waterfall' of microbes in Antarctic sea floor leads to discovery of methane leak"}, {"id":"5320", "label": "U.S. oil boom vs Europe's renewables focus? Big Oil's gap widens -- in words"}, {"id":"5321", "label": "Russia just had its warmest winter temperatures, leaving Moscow snowless - KESQ"}, {"id":"5319", "label": "Letter: Vermont cannot reduce C02 emissions in measurable way"}, {"id":"13517", "label": "As Arctic warms up, US Air Force launches Department’s first strategy for confronting threats - Atlantic Council"}, {"id":"13518", "label": "China is Rebranding Its Confucius Institutes | RealClearEducation"}, {"id":"5327", "label": "A&M study: The future of Texas depends on climate preparedness"}, {"id":"13521", "label": "US says it will adopt global climate standards for aviation"}, {"id":"13523", "label": "What stands in the way of all those climate plans? The election — and the filibuster."}, {"id":"13524", "label": "Democrats Want to Fight Climate Change by Closing the ‘Digital Divide’"}, {"id":"5341", "label": "New A&M study shows severe climate challenges to Texas [Opinion]"}, {"id":"5353", "label": "See what Texas voters think about top issues: health care, climate change and defeating Trump"}, {"id":"13545", "label": "What climate change means for Alaska’s rivers — and king salmon | Juneau Empire"}, {"id":"13553", "label": "Biden plans, addressing issues from climate to elder care, near $10 trillion price tag"}, {"id":"13558", "label": "‘Waterfall’ of microbes in Antarctic sea floor leads to discovery of methane leak that could exacerbate global warming"}, {"id":"5372", "label": "Paper that claimed the Sun caused global warming gets retracted"}, {"id":"13565", "label": "Thursday News: “Major new climate study rules out less severe global warming scenarios”; On Trump, “Political reporters just can’t get it right”; Trump Brags About Passing Cognitive Test; “House passes sweeping conservation legislation pushed by Sen. Mark Warner”"}, {"id":"5375", "label": "Clouds are key to troubling new warming projections"}, {"id":"13567", "label": "New technique to capture carbon dioxide could greatly reduce power plant greenhouse gases"}, {"id":"13571", "label": "Flood data from 500 years: Rivers and climate change in Europe"}, {"id":"5393", "label": "Another African Tragedy"}, {"id":"13596", "label": "With Siberia in flames, climate change hits home for Russia"}, {"id":"13598", "label": "US Says it Will Adopt Global Climate Standards for Aviation"}, {"id":"13608", "label": "Two-thirds of Americans say gov't response to climate change is inadequate"}, {"id":"5416", "label": "Climate Stewardship Connects Eastern Washington Faith And Farming To Legislative Action"}, {"id":"13616", "label": "U.S. 2020: Joe Biden and Donald Trump on Climate Change | AS/COA"}, {"id":"13619", "label": "What the European Council on recovery tells us about European climate politics"}, {"id":"13621", "label": "What climate change means for Alaska's king salmon"}, {"id":"13624", "label": "UK space innovation programme launches with fund for climate change and communications projects"}, {"id":"5432", "label": "Oregon Republicans Flee Climate Legislation for the Second Time in Less Than 1 Year"}, {"id":"5442", "label": "Growth will be a thing of the past if businesses choose 'net zero'"}, {"id":"13637", "label": "Heated oversight"}, {"id":"13646", "label": "US says adopting global climate standards for aviation"}, {"id":"5455", "label": "Why don’t we panic about climate change like we do coronavirus?"}, {"id":"5476", "label": "It’s time for clean-fuel standard in Washington. Climate change is coming at us hard"}, {"id":"13675", "label": "Climate Change: Soybean farms flourish in Northern Russia, close to Arctic Tundra"}, {"id":"5484", "label": "Forestry seen as key to Russian climate change efforts"}, {"id":"5485", "label": "LOUGHRAN: Climate change fears grow after the wettest February"}, {"id":"5505", "label": "Carlson: 'Global Warming Isn’t the Existential Threat We Face -- Extortion from China Is'"}, {"id":"13701", "label": "Alaska is getting wetter. That's bad news for permafrost and the climate."}, {"id":"5515", "label": "A&amp;M Study: The Future Of Texas Depends On Climate Preparedness"}, {"id":"13708", "label": "Climate Change And Hatred For Trump May Put Biden In The White House"}, {"id":"13717", "label": "Spotlight: Analysts say U.S.-Russia tensions in Arctic may escalate amid global warming - Xinhua"}, {"id":"13718", "label": "Analysts say U.S.-Russia tensions in Arctic may escalate amid global warming"}, {"id":"13724", "label": "Climate change brings Japan more deadly downpours"}, {"id":"13736", "label": "China has more important things to do than engage in a power rivalry with the US"}, {"id":"13741", "label": "Democrats see climate change as ‘political weapon’ for picking off key Trump 2016 voters"}, {"id":"5550", "label": "How Climate Change Influenced Australia's Unprecedented Fires - Real Leaders"}, {"id":"13743", "label": "SitNews: What climate change means for Alaska’s rivers"}, {"id":"5557", "label": "‘We need to be heard’: the BAME climate activists who won’t be ignored"}, {"id":"13752", "label": "Climate Change, Oil Development Threaten Alaska’s Polar Bears"}, {"id":"13765", "label": "U.S.-Russia tensions in Arctic may escalate amid global warming"}, {"id":"13771", "label": "UK team to design sustainable clean cold technologies"}, {"id":"5585", "label": "Pressure is on for companies to rapidly address climate change"}, {"id":"13780", "label": "It’s Time to Put Climate Action at the Center of U.S. Foreign Policy"}, {"id":"13786", "label": "E.P.A. Inspector General to Investigate Trump’s Biggest Climate Rollback"}, {"id":"13787", "label": "Texas ranchers, activists and local officials are bracing for megadroughts brought by climate change"}, {"id":"5597", "label": "London eyes electric Zambonis as 'Canadiana' way to protect climate"}, {"id":"5601", "label": "Justin Haskins: Biden's radical climate plan would destroy US economy"}, {"id":"5604", "label": "Climate Legislation Protests In Pacific Northwest Spotlight Activist Trucking Group"}, {"id":"5609", "label": "Intensified Investigations of East Asian Aerosols and Climate - Eos"}, {"id":"13802", "label": "Capitol Fax.com - Your Illinois News Radar"}, {"id":"5632", "label": "Could Coronavirus Beat Green Deal In Slowing Climate Change?"}, {"id":"13835", "label": "Betting Global Warming 101 -- A Primer"}, {"id":"13837", "label": "Scientists Discover First Methane Leak in Antarctica; Warn of Intense Warming Threat Over Icy Continent | The Weather Channel"}, {"id":"5648", "label": "Coronavirus delays global efforts for climate and biodiversity action"}, {"id":"5652", "label": "POLITICS: Climate science skeptics grasp for power in changing GOP"}, {"id":"5655", "label": "Climate change deal faces 'million-dollar question' in Congress"}, {"id":"13850", "label": "'Once in a lifetime opportunity': PM unveils plan for cycling and walking 'revolution'"}, {"id":"5663", "label": "Could Heathrow airport expansion ruling set a climate precedent?"}, {"id":"5676", "label": "Caribbean tourism industry contends with climate change - Cayman Compass"}, {"id":"13871", "label": "A New Exhibition Shows How Trump Is Losing The War Against Climate Change"}, {"id":"13882", "label": "'Climate Change Has A Cost': The Trump Administration's Environmental Rollbacks During COVID-19"}, {"id":"13885", "label": "More deaths from yellow fever expected in Africa because of climate change"}, {"id":"5695", "label": "Béla Lipták revisits atmospheric CO2"}, {"id":"13891", "label": "What climate change means for Alaska’s rivers — and king salmon -The Cordova Times"}, {"id":"13897", "label": "Why Poland’s “win” on the EU climate budget rings hollow"}, {"id":"5710", "label": "Coronavirus and climate change: 6 ways the Trump administration has botched responses to both - Bulletin of the Atomic Scientists"}, {"id":"13928", "label": "WHITE HOUSE: Trump, at oil rig, ignores his climate problem: Women"}, {"id":"13931", "label": "Routine gas flaring is wasteful, polluting and undermeasured"}, {"id":"13936", "label": "Joe Biden’s climate bet: putting jobs first will bring historic change"}, {"id":"13937", "label": "How the Global Climate Fight Could Be Lost If Trump Is Re-Elected"}, {"id":"5764", "label": "Climate change could see 1.2 BILLION people suffer unsafe heat by 2100"}, {"id":"5777", "label": "Will governments pass the first test of the Paris climate agreement in 2020?"}, {"id":"13969", "label": "Path to net zero: European oil majors outpace US companies on climate goals"}, {"id":"5783", "label": "Studies show climate change becoming increasingly bipartisan"}, {"id":"5786", "label": "Coronavirus delays UN climate and biodiversity talks"}, {"id":"13981", "label": "Why low-end ‘climate sensitivity’ can now be ruled out"}, {"id":"13990", "label": "EPA Made So Many Mistakes with Clean Cars Rollback, Even Its Own Lawyers Want to Know What’s Up"}, {"id":"13991", "label": "Rapid Loss of Sunlight Could Have Unleashed Snowball Earth Events in The Past"}, {"id":"13994", "label": "Biden campaign blasts Trump over Putin call that did not discuss Russian bounties on U.S. troops in Afghanistan"}, {"id":"14009", "label": "Will China and the US Become Climate Partners Again?"}, {"id":"14011", "label": "House drops major climate bill into busy week - Boston Business Journal"}, {"id":"5821", "label": "A renewable-energy boom is changing the politics of global warming"}, {"id":"5826", "label": "Climate crisis blamed for rains and floods that have killed 150 in Brazil"}, {"id":"5840", "label": "How Trump Is Tanking His Own Presidency"}, {"id":"14033", "label": "How Trump is emboldening other countries' 'bad behavior' on the climate crisis"}, {"id":"14034", "label": "How we could lose the global climate fight if Trump is re-elected"}, {"id":"5849", "label": "Asia’s Rising Scientists: Ernest Chua"}, {"id":"14045", "label": "US report highlights nuclear export opportunities : Corporate"}, {"id":"5856", "label": "Meaningless or impactful? Climate community debates 2050 goals"}, {"id":"5861", "label": "Biden and Sanders’ one-liners speak volumes about their approaches to climate change"}, {"id":"5862", "label": "A Florida First: Republican-Led Legislature Passes Climate Change Bill"}, {"id":"14058", "label": "Isabel Wilkerson’s ‘Caste’ Is an ‘Instant American Classic’ About Our Abiding Sin"}, {"id":"5867", "label": "After a ‘lost decade,’ Republican-led Florida passed a climate change bill"}, {"id":"14068", "label": "Climate change 'driving UK's extreme weather'"}, {"id":"14077", "label": "Increasing influence of climate change on UK climate"}, {"id":"5888", "label": "OK, Young’uns—Is Joe Biden’s Position on Climate Good Enough?"}, {"id":"5914", "label": "Coronavirus and climate change: 6 ways the Trump administration has botched responses to both"}, {"id":"5919", "label": "Are financial giants contradicting their own climate pledges?"}, {"id":"14137", "label": "Explainer: What is the Intergovernmental Panel on Climate Change?"}, {"id":"14141", "label": "Parts of Antarctica Are Becoming Green, Due to Climate Change"}, {"id":"5955", "label": "Here's Why Coronavirus And Climate Change Are Different Sorts Of Policy Problems"}, {"id":"14157", "label": "Trump is emboldening other countries’ ‘bad behavior’ on the climate crisis"}, {"id":"14161", "label": "Brazil's Amazon fires surge as climate change fears loom"}, {"id":"14162", "label": "Four held after climate protest at Formula One Grand Prix"}, {"id":"14170", "label": "Everyone Loves The Chat Box: How Climate Science Moved Online"}, {"id":"14172", "label": "Low fish catch along India’s western coast hints at impacts of climate change"}, {"id":"14173", "label": "PPIC Survey Finds Solid Majorities of California Residents Support State Policies to Address Climate Change"}, {"id":"14204", "label": "Ban SUV adverts to meet UK climate goals, report urges"}, {"id":"6022", "label": "India’s hot climate got hotter in the past decade"}, {"id":"6023", "label": "NASA Is Grounding Climate Change Missions Due to Coronavirus"}, {"id":"14217", "label": "Is the Lower Fish Catch Along India's West Coast the Work of Climate Change? - The Wire Science"}, {"id":"14224", "label": "US Paris Agreement withdrawal is racist"}, {"id":"14225", "label": "Data Hunting in Subzero Temperatures: The Arctic as a New Frontier in Beijing’s Push for Digital Connectivity | The Arctic Institute"}, {"id":"6032", "label": "Climate change: Germany cuts carbon emissions by 6.3% in 2019 | DW | 16.03.2020"}, {"id":"14227", "label": "Arctic fires released more carbon in two months than Scandinavia will all year"}, {"id":"6036", "label": "Meet the Climate Science Deniers Who Downplayed COVID-19 Risks"}, {"id":"6045", "label": "Extreme Weather Has Killed 150 in Brazil This Year. The Climate Crisis Is to Blame"}, {"id":"14246", "label": "How the seafloor of the Antarctic Ocean is changing - and the climate is following suit"}, {"id":"14247", "label": "Massachusetts lawmakers in climate bill conference committee snuff out carbon emissions"}, {"id":"14265", "label": "PolitiFact - Joe Biden’s climate change plan, explained"}, {"id":"6094", "label": "Steep emissions plunge puts Germany's original 2020 climate target back on the cards"}, {"id":"14302", "label": "Deep below the surface, boreholes offer clues to past warming in the Western Ghats"}, {"id":"14306", "label": "Sweltering In Siberia: What's Behind The Heat Wave?"}, {"id":"14316", "label": "Illegal deforestation in Brazil soars amid climate of impunity"}, {"id":"14321", "label": "Japan's Climate Change Efforts Hindered by Biased Business Lobby: Study"}, {"id":"14335", "label": "Climate Hawks Press Biden to Take More Radical Stance"}, {"id":"14340", "label": "Trade and climate change increase pest threat to Europe’s forests"}, {"id":"14342", "label": "China, Climate Change, and COVID-19: An Interview With Kevin Rudd"}, {"id":"14344", "label": "Climate Hawks Urge Biden to Shun Obama-Era Energy Moderates"}, {"id":"6156", "label": "California is a climate leader. But here's why it needs to move even faster"}, {"id":"6161", "label": "Study: global banks 'failing miserably' on climate crisis by funneling trillions into fossil fuels"}, {"id":"6172", "label": "Climate denial is the latest hobby horse of the German far right | Bernhard Pötter"}, {"id":"6179", "label": "Florida Climate Outlook"}, {"id":"6202", "label": "Meet the climate science deniers who downplayed COVID-19 risks - NationofChange"}, {"id":"14403", "label": "Task Force Brings District Together to Tackle Climate Change"}, {"id":"6219", "label": "Earth Hour still about propaganda"}, {"id":"14414", "label": "Strengthening women's access to climate information services crucial to improve their ability to adapt to climate risks"}, {"id":"14416", "label": "Trade and climate change increase pest threat to Europe's forests"}, {"id":"14419", "label": "Japan's climate change efforts hindered by Keidanren bias, study says"}, {"id":"14421", "label": "Japan's climate change efforts hindered by biased business lobby: study"}, {"id":"6238", "label": "Climate Voters Still Want More From Biden"}, {"id":"14438", "label": "Inside Joe Biden&rsquo;s Network of Climate Advisers"}, {"id":"6253", "label": "Coronavirus Encouraged Pro-Climate Behaviors: Here’s How Earth Day Celebrations Could Help  Sustain Them"}, {"id":"6256", "label": "To Advance Trade and Climate Goals, ‘Global Britain’ Must Link Them"}, {"id":"6261", "label": "India Is Taking the Climate Crisis Seriously for the 'First Time'"}, {"id":"14457", "label": "Carbon Capture Could Cut Cost Of Climate Change"}, {"id":"14475", "label": "Comment: Lessons from the plague: An approach to climate change"}, {"id":"6283", "label": "6 Ways Trump’s Denial of Science Has Delayed the Response to COVID-19 (and Climate Change)"}, {"id":"14481", "label": "Holes bored in the Western Ghats offer clues to climate change in the past"}, {"id":"6298", "label": "WHITE HOUSE: Pandemic 'totally predictable.' How Trump dismissed warnings"}, {"id":"6299", "label": "With Climate Change or the Coronavirus, Florida Always Waits Until It’s Too Late"}, {"id":"14493", "label": "Pressure builds on Australia despite delay to international climate talks"}, {"id":"6302", "label": "Biased Press Does China's Bidding on COVID-19 | RealClearPolitics"}, {"id":"14501", "label": "Global warming is having a costly, and dangerous, impact on key military bases in Alaska"}, {"id":"6321", "label": "Nature's Revenge: Climate Change and COVID-19 - CounterPunch.org"}, {"id":"6328", "label": "Joe Biden's Climate Change Record Doesn't Match His Rhetoric"}, {"id":"6340", "label": "Republicans Offer Bills to Fight Climate Change"}, {"id":"6342", "label": "Climate shocks in just one country could disrupt global wheat supplies"}, {"id":"6355", "label": "Democrats Want to Include Climate Action in Coronavirus Aid"}, {"id":"6370", "label": "Japan’s growing dependence on coal  | East Asia Forum"}, {"id":"6372", "label": "What Is Happening In Antarctica?"}, {"id":"6381", "label": "COVID-19 — airline bailout must also help our kids avoid the next climate crisis"}, {"id":"14600", "label": "Global warming replacing seaweed beds with tropical corals in Japan"}, {"id":"6414", "label": "FEATURE-Wheat in Whitehorse: how climate change helps feed Canada's remote regions"}, {"id":"6417", "label": "Climate Science Deniers Are Also Downplaying COVID-19 Risks"}, {"id":"6418", "label": "Revealed: US climate-denying think tank plans to host event in Glasgow"}, {"id":"14615", "label": "On Kamala Harris | National Review"}, {"id":"6430", "label": "U.N. Shifts from Climate Change to Coronavirus"}, {"id":"6446", "label": "Trump Is Back to Waging War on Science, at the Worst Possible Moment"}, {"id":"6453", "label": "Coronavirus: Humans must learn from this global shock"}, {"id":"6461", "label": "Wheat in Whitehorse: How Climate Change Helps Feed Canada's Remote Regions"}, {"id":"14654", "label": "Pandemic-delayed city climate plan alarms London councillor"}, {"id":"6466", "label": "Earth's deepest ice canyon vulnerable to melting"}, {"id":"14669", "label": "In just 15 years, the Arctic Ocean may be ice-free in summer, study says"}, {"id":"14706", "label": "Climate disclosure is an opportunity for corporate Canada, not a burden | Corporate Knights"}, {"id":"14723", "label": "How Joe Biden's Plan Could Be a Transformative Step to Addressing the Climate Crisis"}, {"id":"6539", "label": "Don’t blame over-population for the climate crisis"}, {"id":"6540", "label": "Does climate change facilitate the spread and transmission of dengue?"}, {"id":"14739", "label": "Most of UN climate science report likely to be delayed beyond 2021 Glasgow summit"}, {"id":"6551", "label": "Wheat in Whitehorse: how climate change helps feed Canada's remote regions"}, {"id":"14753", "label": "In just 15 years, the Arctic Ocean may be ice-free in summer, study says – Barrie 360"}, {"id":"14754", "label": "From promise to action: Sustainability at the heart of COVID-19 recovery"}, {"id":"14759", "label": "KSAT Explains: The science and impact of climate change"}, {"id":"14767", "label": "These African World Heritage Sites are under threat from climate change"}, {"id":"14768", "label": "Angola ratifies Paris Agreement promising more ambitious climate plan"}, {"id":"6576", "label": "Let it burn Russia has a new climate plan. None of the scenarios in it involve decreasing greenhouse gas emissions at all between now and 2050. — Meduza"}, {"id":"14772", "label": "Coronavirus Update: Scientists Sacrifice Crucial Climate Change Research to Keep Antarctica COVID-Free | The Weather Channel"}, {"id":"6585", "label": "How the Pandemic Taught Us to Take Science Seriously"}, {"id":"14783", "label": "Top climate economists make case for US to recommit to Paris Agreement"}, {"id":"14796", "label": "Asia faces $4.7 trillion labour loss by 2050 due to climate change, McKinsey warns"}, {"id":"6610", "label": "Coronavirus may get America to pass its biggest climate bill yet"}, {"id":"14804", "label": "Will 2020 Be the Hottest Year on Record?"}, {"id":"6619", "label": "AOC ally pans ‘ridiculous’ Pelosi claim on climate change measure in coronavirus bill"}, {"id":"14812", "label": "Alaska Project Would Use ‘Chillers’ to Freeze Thawing Tundra (1)"}, {"id":"6621", "label": "Supercomputers are fighting climate change - SD Times"}, {"id":"6623", "label": "Russia's plans to tighten 2030 climate goal criticised as 'baby steps'"}, {"id":"14823", "label": "Sweat, smoke and flames: fighting fires in the Amazon"}, {"id":"14826", "label": "Trump Administration Completes Climate Dismantling with Methane Rollback"}, {"id":"14833", "label": "Changes in climate and land cover affecting European migratory bird populations"}, {"id":"6651", "label": "African countries must get smarter with their agriculture"}, {"id":"6654", "label": "California approves climate change target that critics say is far too weak"}, {"id":"6655", "label": "The Coronavirus Stimulus Must Address Three Crises: The Pandemic, the Economy and Climate Change"}, {"id":"14861", "label": "Monsoons Cause Havoc in India as Climate Change Alters Rainfall Patterns"}, {"id":"6679", "label": "How stable is deep ocean circulation in warmer climate? Altered circulation might have cooled northern areas of North America and Europe"}, {"id":"6681", "label": "Climate group targets 2 powerful House Democrats"}, {"id":"6684", "label": "Climate group Sunrise Movement targets 2 powerful House Democrats"}, {"id":"14879", "label": "Why California’s Climate Policies Are Causing Electricity Blackouts"}, {"id":"6691", "label": "Climate bills in WA a ‘comprehensive failure’ in 2020, critics say"}, {"id":"14887", "label": "UK infrastructure inadequate for climate emergency, experts warn"}, {"id":"6696", "label": "Coronavirus Mimics Climate Politics: The Emerging Frame Of ‘The Cure Is Worse Than The Disease’"}, {"id":"14899", "label": "How climate change could expose new epidemics"}, {"id":"14909", "label": "Scott Morrison made us a promise. We desperately need him to keep it"}, {"id":"14910", "label": "As Canada curbs methane emissions, new measurements show problem bigger than thought"}, {"id":"14914", "label": "Forecast shows the Surrey areas that will be underwater by 2050"}, {"id":"14918", "label": "Pandemic trumps climate concerns, says chief of EPA"}, {"id":"14920", "label": "Kamala Harris signals the rise of the “climate voter”"}, {"id":"14937", "label": "Global warming: Bonding over ice"}, {"id":"14941", "label": "An oil company wants to use giant chillers to refreeze the ground that climate change is thawing in order to drill for more oil — which will ultimately accelerate global warming"}, {"id":"14946", "label": "China’s Summer of Floods is a Preview of Climate Disasters to Come"}, {"id":"14949", "label": "Climate change may bring back viruses that were long thought to be dormant- Technology News, Firstpost"}, {"id":"14957", "label": "Trump Administration Finalizes Plan to Open Arctic Refuge to Drilling"}, {"id":"14958", "label": "Bump up the target for increasing renewable energy"}, {"id":"14962", "label": "2019 State of the Climate Report: Peak greenhouse gases and record heat | EarthSky.org"}, {"id":"14963", "label": "Biden's climate fight is just beginning"}, {"id":"14966", "label": "Southeast Asia faces more severe effects of climate change than the rest of the world, McKinsey says"}, {"id":"14968", "label": "North American cold-climate forests are already absorbing less carbon, study shows"}, {"id":"14972", "label": "How “frugality” hurts the climate cause – and how to undo the damage"}, {"id":"14994", "label": "Climate change may bring back viruses that were long thought to be dormant - Health News , Firstpost"}, {"id":"6803", "label": "Could the COVID-19 pandemic be an environmental inflection point?"}, {"id":"6804", "label": "Non-coronavirus legislation on pause, but still in play this session, lawmakers say"}, {"id":"6806", "label": "NetNewsLedger - Tom Harris - On Saturday, Switch off Earth Hour"}, {"id":"15017", "label": "‘Climate Donors’ Flock to Biden to Counter Trump’s Fossil Fuel Money"}, {"id":"6835", "label": "Campaigners attack Japan's 'shameful' climate plans release"}, {"id":"6838", "label": "Coronavirus should be a warning for a changing climate"}, {"id":"6847", "label": "12 alternative proteins for climate-friendly diets - Landscape News"}, {"id":"6864", "label": "Trump’s EPA chief claims looser emission standards are environmental win despite it meaning extra millions of tons of global warming CO2"}, {"id":"15063", "label": "How Princess Kate’s Magic Garden Accounts for Climate Change"}, {"id":"6877", "label": "Existential Security: Lessons from the Pandemic and the Arctic | The Arctic Institute"}, {"id":"15072", "label": "ANWR oil drilling plan fuels regional tension over economic, subsistence and climate issues"}, {"id":"15073", "label": "North American cold-climate forests are absorbing less carbon: study - Xinhua"}, {"id":"6901", "label": "Japan’s climate plan sends ‘wrong signal’"}, {"id":"6903", "label": "Trump’s rollback of mileage standards guts climate change push"}, {"id":"6914", "label": "'How Are We Supposed to Protect Our Lungs?': Climate Strikers Blast EPA Suspension of Pollution Laws"}, {"id":"15116", "label": "'Where did the climate come from?' and other kids' questions about climate change » Yale Climate Connections"}, {"id":"6935", "label": "Trump rollback of mileage standards guts climate change push"}, {"id":"6937", "label": "The Coronavirus Crisis: The Dangerous Crossover Between Climate and COVID Denial – Byline Times"}, {"id":"6943", "label": "Mass v. EPA: After 13 years, it's time for climate policy review"}, {"id":"6945", "label": "While we fixate on coronavirus, Earth is hurtling towards a catastrophe worse than the dinosaur extinction"}, {"id":"15142", "label": "The Country’s Most Important Climate Election Is Happening in Texas"}, {"id":"15144", "label": "Climate Change Could Put $4.7 Trillion of Asia's Annual GDP at Risk by 2050"}, {"id":"6958", "label": "Study: Biden can unite progressives and swing voters with a focus on climate"}, {"id":"6961", "label": "Arctic climate change – it's recent carbon emissions we should fear, not ancient methane 'time bombs'"}, {"id":"6963", "label": "Study synthesizes what climate change means for Northwest wildfires"}, {"id":"15163", "label": "Daphne Prairie and other Texas grasslands can store carbon and help fight climate change"}, {"id":"15166", "label": "Arctic Glaciers Entrap Pesticides and Other Environmental Pollutants from Global Drift and Release Hazardous Chemicals as They Melt from Global Warming - Beyond Pesticides Daily News Blog"}, {"id":"6977", "label": "As ships move north with climate change, their noise scares Arctic cod away"}, {"id":"15181", "label": "Thunberg, fellow activists press Merkel over climate action"}, {"id":"6991", "label": "NOAA Has Kept Records On Global Warming For Decades. COVID-19 Could Disrupt It All"}, {"id":"6993", "label": "Japan won’t change global warming goals for 2030 deadline : The Asahi Shimbun"}, {"id":"15186", "label": "Science Says: Climate Change, People Stoke California Fires"}, {"id":"15192", "label": "The IPCC’s special report on climate change and land: What’s in it for Latin America? - World"}, {"id":"7007", "label": "A home truth: public-private partnerships are key to solving Africa’s housing crisis"}, {"id":"15203", "label": "Alaska’s salmon are shrinking, and climate change may be to blame"}, {"id":"7015", "label": "Japan's woeful climate plan amounts to science denial"}, {"id":"15210", "label": "Germany would have missed 2020 climate goal without COVID-19 emissions drop"}, {"id":"7025", "label": "Uncharted Future Climate Territory"}, {"id":"15218", "label": "Alaska is America's frontline against climate change"}, {"id":"15220", "label": "Grim Global Warming Milestone: Record Loss of Greenland Ice in 2019 – 532 Billion Tons"}, {"id":"7029", "label": "Russia’s Leading Climate Change Expert Gives Sober Prognosis - The Moscow Times"}, {"id":"7035", "label": "Spain finally sends 2030 climate plan to Brussels"}, {"id":"7040", "label": "EPA's COVID-19 policy will further restrict public access to climate data"}, {"id":"15239", "label": "Bad weather to occur more frequently, experts predict"}, {"id":"7053", "label": "Earth Is Hurtling Towards a Catastrophe Worse Than the Dinosaur Extinction"}, {"id":"7080", "label": "Trump rollback of mileage standards guts climate change push - WIZM 92.3FM 1410AM"}, {"id":"15272", "label": "Kamala Harris duped by Greta Thunberg impersonator in climate change phone call slamming Trump"}, {"id":"15277", "label": "Science Says: Climate change, people stoke California fires"}, {"id":"15286", "label": "Opinion | How to Reverse Course on Trump’s Environmental Damage"}, {"id":"15297", "label": "A Trump win in November helps Tesla's competitors — but it doesn't make life any easier for Big Auto in the long run"}, {"id":"15305", "label": "The climate change exchange: Separating fact from fantasy"}, {"id":"7115", "label": "Coronavirus  —  Global Brief: Quarantines And The Climate Change Long Game"}, {"id":"15333", "label": "Green California Has the Nation’s Worst Power Grid - Oil & Gas 360"}, {"id":"15345", "label": "The Observer view on the climate catastrophe facing Earth | Observer editorial"}, {"id":"7165", "label": "Obama Policy on Climate-Warming Chemicals Partially Revived (3)"}, {"id":"15368", "label": "Climate change is worsening California's hellish wildfires » Yale Climate Connections"}, {"id":"7176", "label": "Opinion: The new greenhouse-gas-juiced EPA"}, {"id":"7178", "label": "Can the world’s most influential climate report carry on?"}, {"id":"15392", "label": "Stop Blaming Climate Change For California’s Fires. Many Forests, Including The Redwoods, Need Them."}, {"id":"15396", "label": "Florida conservatives embrace climate action | Opinion"}, {"id":"7207", "label": "Coronavirus Derailed COP26 Talks, But Not Europe’s Appetite for Climate Action"}, {"id":"15401", "label": "Democrats’ climate plan takes aim at the fossil fuel industry’s political power"}, {"id":"15407", "label": "Shifting Climate Alters Prime Vine Locations In Burgundy"}, {"id":"7222", "label": "The difference between global warming and climate change | FairPlanet"}, {"id":"7233", "label": "Failure to Act on Climate Change Could Make Weather Risks Uninsurable: Swiss Re"}, {"id":"7241", "label": "Federal court declares EPA's greenhouse-gas rule rollback illegal - Electrek"}, {"id":"15441", "label": "Climate Insights 2020: Climate opinions unchanged by pandemic, but increasingly entrenched"}, {"id":"7255", "label": "Is FEMA footing the bill for others' repeated climate-change mistakes? - Bulletin of the Atomic Scientists"}, {"id":"15451", "label": "U.S. Senate Democrats unveil $400 billion-a-year plan to tackle climate change"}, {"id":"15460", "label": "GUEST OPINION: Doomsday Clock keeps ticking | The Chronicle Herald"}, {"id":"15461", "label": "EMISSIONS: Trump EPA could undercut future Clean Air Act rules"}, {"id":"15478", "label": "Under Biden, the US would no longer be a climate pariah – and that leaves Scott Morrison exposed"}, {"id":"7290", "label": "Ask a Scientist: 2030 or Bust? What is the Importance of the Year 2030 Climatewise?"}, {"id":"7293", "label": "Climate change: A fate worse than that of the dinosaurs is coming"}, {"id":"15488", "label": "18 Things to know about Howey Ou, China's only teenage climate striker"}, {"id":"15489", "label": "Higher EU climate target 'economically feasible'"}, {"id":"7302", "label": "'We won't see coronavirus here' ... and other gems from Trump's new press secretary"}, {"id":"15495", "label": "New UK law to curb deforestation in supply chains"}, {"id":"15502", "label": "Alaska salmon returning smaller amid climate change and competition with hatchery fish, study finds"}, {"id":"15503", "label": "Insurers call for more proactive EU climate change adaptation plans"}, {"id":"7316", "label": "America Needs A Green Marshall Plan To Fight COVID-19 And Climate Change"}, {"id":"7319", "label": "The US election is even more crucial with UN climate talks delayed to 2021"}, {"id":"15513", "label": "U.S. Flood Strategy Shifts to ‘Unavoidable’ Relocation of Entire Neighborhoods"}, {"id":"15514", "label": "Gas is not a transition fuel to a safe climate. That ship has sailed"}, {"id":"15527", "label": "Latest Survey Shows Increase In Concern About Climate Change Among Voters"}, {"id":"7337", "label": "Low-carbon farming in Brazil can benefit farmers and curb climate change"}, {"id":"15540", "label": "Senate Democrats map out climate change strategy"}, {"id":"7351", "label": "HFC decision “a victory for our climate” - Cooling Post"}, {"id":"15564", "label": "COVID-19 could focus insurers' minds on climate change risks"}, {"id":"15578", "label": "How the UK contributes to global deforestation"}, {"id":"15581", "label": "German cities dig deep to tap groundwater amid climate change | DW | 26.08.2020"}, {"id":"7399", "label": "Pairing 'Green Deal' With 'Just Recovery' in EU, Groups Embrace Tackling COVID-19 and Climate Emergency in Tandem"}, {"id":"15599", "label": "Methane: emissions increase and it's not a good news"}, {"id":"7410", "label": "Shifting gears: The climate protest movement in the age of coronavirus"}, {"id":"15602", "label": "Methane: Emissions increase and it's not good news"}, {"id":"15607", "label": "IPCC: the dirty tricks climate scientists faced in three decades since first report"}, {"id":"7418", "label": "Climate Change Helped Global Cooperation. Will Coronavirus Undermine It?"}, {"id":"7419", "label": "NASA satellite ends 17-year mission measuring the sun’s impact on climate – Spaceflight Now"}, {"id":"15612", "label": "Come on, Florida. It’s Time to Help More Citizens With Energy Efficiency"}, {"id":"15614", "label": "Rex Murphy: Trudeau's 'brutal' attempt to use COVID to push his green agenda"}, {"id":"15624", "label": "Climate Change Debate Adds to Busy Fall Congressional Agenda"}, {"id":"7434", "label": "A Hardier Rice for a Warming World"}, {"id":"7435", "label": "Some micro/macro insights on the economics of coronavirus. Part 3"}, {"id":"15631", "label": "CPUC Takes a Big First Step Toward Climate Change Adaptation"}, {"id":"15637", "label": "How Better Climate Data Can Help the Municipal Market | by Paul Munday & Lisa Schroeer - Project Syndicate"}, {"id":"15639", "label": "See NASA's images of hurricane Laura and California wildfires — they point to the effects of climate change"}, {"id":"15649", "label": "3 ways the Senate Democrats’ new climate plan is all about money"}, {"id":"15657", "label": "Semiarid Regions of Latin America Cooperate to Adapt to Climate"}, {"id":"15661", "label": "BCCI holds pre-climate change meet in Kolkata - Times of India"}, {"id":"15662", "label": "Where new Conservative Leader Erin O’Toole stands on climate change, carbon tax, oil and LNG | The Narwhal"}, {"id":"15666", "label": "Malaria: new map shows which areas will be at risk because of global warming"}, {"id":"7478", "label": "The climate case for moderate beef and dairy consumption"}, {"id":"7479", "label": "Earth Day and the polling of America, 2020"}, {"id":"7489", "label": "Coronavirus and Climate Change: How to Save Lives During Crises"}, {"id":"7493", "label": "A U.S. tribe’s uphill battle against climate change"}, {"id":"15686", "label": "Climate Accountability Largely Missing from Senate Democrats’ New Climate Report"}, {"id":"7499", "label": "Trump's Climate and Coronavirus Failures Are the Same | Crooked Media"}, {"id":"7504", "label": "China may delay submitting climate plans amid economic slowdown"}, {"id":"15696", "label": "Liberals try to block Obama centrists from Biden climate team"}, {"id":"7513", "label": "Here's why the Pacific Northwest has one of the best climates for classic cars"}, {"id":"15712", "label": "Senate Democrats reveal climate plan that could 'almost entirely' define clean energy policy under Biden admin"}, {"id":"7524", "label": "NASA fights campaign to remove 97% climate-change claim as ‘consensus’ challenged"}, {"id":"15730", "label": "Antarctica's giant ice shelves are vulnerable to collapse, study warns"}, {"id":"15732", "label": "Powerful differences: Alexander touts TVA's atomic advantage over California"}, {"id":"7542", "label": "Amazon fires employees who spoke out about coronavirus and climate change"}, {"id":"7545", "label": "Obama Finally Seems to Get the Climate Crisis—Now Biden Needs to Do the Same"}, {"id":"15739", "label": "Commentary: Climate change could be much worse than we are told"}, {"id":"7548", "label": "POLITICS: Virus response excludes climate. Get used to it"}, {"id":"15740", "label": "Climate Crisis Weekly: Why Hurricane Laura's wind doubled fast - Electrek"}, {"id":"15743", "label": "California Takes A Big First Step Toward Climate Change Adaptation"}, {"id":"7559", "label": "INSIGHT: Using VAT as a Tool to Fight Climate Change?"}, {"id":"15755", "label": "Extinction Rebellion plans bank holiday weekend 'uprising'"}, {"id":"7567", "label": "How the coronavirus outbreak affects the EU's 2030 climate targets"}, {"id":"15763", "label": "The gathering storm: Farmers fear unprecedented challenges from the triple threat of pandemic, Brexit and global warming - The Sunday Post"}, {"id":"7581", "label": "Amazon Fires Three Employees Critical of Warehouse Conditions"}, {"id":"15774", "label": "Interview with The Climate Collective's Pratap Raju about India's Cleantech Startups"}, {"id":"7584", "label": "Seeding climate action on Canada's farms | Corporate Knights"}, {"id":"15778", "label": "Millennials ‘should fear debt as much as climate change’"}, {"id":"15784", "label": "Expedition to North Pole paints picture of Arctic climate change | CBC News"}, {"id":"7599", "label": "Joe Biden still has to fight for the climate vote"}, {"id":"7605", "label": "Will air quality improvements during pandemic help with climate change? Experts weigh in"}, {"id":"15800", "label": "Earth's ice sheets tracking worst-case climate scenarios - France 24"}, {"id":"15803", "label": "Yes on Ballot Measure 2, yes on climate action"}, {"id":"15809", "label": "A Climate Change Skeptic, Mike Pence Brought to the Vice Presidency Deep Ties to the Koch Brothers"}, {"id":"15811", "label": "U.S. presidential hopeful Biden says he would not ban fracking"}, {"id":"15817", "label": "EU-China relations at the crossroads"}, {"id":"15826", "label": "China’s costly, dirty and woeful expansion in coal generation"}, {"id":"7640", "label": "Global warming: 2020 expected to be warmest year on record, NOAA said"}, {"id":"7642", "label": "Trump May Talk a Lot About Mars, But NASA Focuses Much of Its Energy on Earth"}, {"id":"15849", "label": "Australian Youth Feel Unprepared, Uneducated and Underappreciated on Climate Change: Report"}, {"id":"7659", "label": "U.S. concern about climate change is rising, but mainly among Democrats"}, {"id":"7660", "label": "To combat coronavirus, states are relearning lessons from the climate fight"}, {"id":"7662", "label": "Sir John Houghton, Climate Scientist and Founding IPCC Editor, Dies at 88 | The Weather Channel"}, {"id":"15874", "label": "As Arctic warming accelerates, permafrost thaw hits Red Dog mine with $20 million bill - Alaska Public Media"}, {"id":"15880", "label": "Can sunlight convert emissions into useful materials?"}, {"id":"7696", "label": "The Parched West is Heading Into a Global Warming-Fueled Megadrought That Could Last for Centuries"}, {"id":"15905", "label": "How SUVs conquered the world – at the expense of its climate"}, {"id":"7722", "label": "Among the 'climate monsters' that afflict California, Megadrought is the most reliable"}, {"id":"7734", "label": "Citizens' assemblies on climate change seek to shape the post-Covid recovery"}, {"id":"15946", "label": "Feasibility of Carbon Dioxide Removal Technologies To Limit Global Warming - The Wire Science"}, {"id":"7754", "label": "$3 Million and an Official Apology: Brazil’s Ashaninka Get Unprecedented Compensation for Deforestation on Their Land"}, {"id":"15960", "label": "China among nations likely to miss 2020 deadline for climate plans – UN's Espinosa"}, {"id":"15967", "label": "Can Emissions Be Made Into Useful Materials by Sunlight?"}, {"id":"15984", "label": "Indiana University survey shows Hoosier support for climate policies"}, {"id":"16000", "label": "Baking a landmark COVID and climate change budget in Brussels | Corporate Knights"}, {"id":"16017", "label": "Chablis' Tale of Tariffs and Climate Change | Wine-Searcher News & Features"}, {"id":"16018", "label": "Former U.S. Rep. Bob Inglis: Florida conservatives embrace climate action"}, {"id":"7839", "label": "20 Weird Facts About Earth To Remind You Why It's The Best"}, {"id":"16032", "label": "UN chief urges Japan, others to meet goals on climate change"}, {"id":"7842", "label": "NASA’s NeMO-Net Game Allows Player to Help Map Endangered Coral Reefs; A Fun Approach in Fighting Against Global Warming"}, {"id":"7844", "label": "Three Stimulus Package Priorities to Rebuild a More Equitable and Sustainable Economy"}, {"id":"7845", "label": "Company developed sustainable refrigeration technology - ANBA News Agency"}, {"id":"16039", "label": "Scripps Receives NOAA Award to Study Clouds, One of the Largest Uncertainties in Climate Change - ScienceBlog.com"}, {"id":"16044", "label": "Warming winner"}, {"id":"16054", "label": "Extinction Rebellion Is Back On Britain's Streets Calling for New Laws to Stop the Climate Crisis"}, {"id":"16055", "label": "Opinion | The Middle East Just Doesn’t Matter as Much Any Longer"}, {"id":"16061", "label": "UN Urges Meeting Climate Change Goals"}, {"id":"16075", "label": "Hurricane Laura was fierce - and future storms are likely to be stronger as well"}, {"id":"7885", "label": "PANDEMIC: Economic toll endangers key climate goal: Cleaner cars"}, {"id":"16077", "label": "EPA chief pledges more cleanups, less focus on climate"}, {"id":"16079", "label": "Who’s advising Joe Biden on climate? His former rivals."}, {"id":"16096", "label": "Opinion: If you care about climate change, care about the Railroad Commission"}, {"id":"7908", "label": "Whatever Sea Level Rise Brings, NASA Will Be There"}, {"id":"16111", "label": "Homes Designed to Keep Heat In Are Now Struggling to Cool Down"}, {"id":"16120", "label": "Trump and Biden: Little room for climate change in US election | DW | 04.09.2020"}, {"id":"16142", "label": "Greta Thunberg: don't dump climate crisis on children to fix"}, {"id":"16146", "label": "Trump's EPA chief: Climate change efforts hurt the poor"}, {"id":"16150", "label": "Conservative CDU/CSU looks for new 'climate man' as Greens gain unprecedented popularity"}, {"id":"7958", "label": "Trump, coronavirus, and climate change: using a pandemic to gut the EPA - Bulletin of the Atomic Scientists"}, {"id":"16157", "label": "Developing countries deserve fair and transparent climate support from the EU"}, {"id":"7974", "label": "Coronavirus and climate change: how to save lives during crises | The Narwhal"}, {"id":"7975", "label": "EDITORIAL: Canada’s climate policy is absurd"}, {"id":"7986", "label": "New Copernicus study tells story of climate change in record year"}, {"id":"16181", "label": "Feds pushed to abandon trade talks with Brazil over Amazon deforestation"}, {"id":"16183", "label": "More than 600 arrests made at Extinction Rebellion protests in London"}, {"id":"16185", "label": "Boris Johnson faces flack for pressing ahead with Tony Abbott role despite criticism"}, {"id":"16187", "label": "florida climate change crisis policy everglades greenhouse gas"}, {"id":"7995", "label": "Al Gore endorses Vice President Joe Biden for president"}, {"id":"8005", "label": "2019 was Europe's warmest year on record"}, {"id":"8015", "label": "Opinion | If we can mobilize against COVID-19, we can for climate change too"}, {"id":"8042", "label": "Rising carbon dioxide causes more than a climate crisis -- it may directly harm our ability to think"}, {"id":"16244", "label": "UK Minister for International Environment stresses need to work with Bangladesh to tackle climate change"}, {"id":"16258", "label": "Climate change is number one worry for Canadians, study finds : Energy & Environment"}, {"id":"16261", "label": "Listen Up! Dr. James Hansen Has A Message For The Citizens Of Earth."}, {"id":"8070", "label": "How to collect climate data during coronavirus? Strap on your skis."}, {"id":"16266", "label": "UMaine’s Dr. Winski receives funding for collaborative Arctic research centered around climate change – The Maine Campus"}, {"id":"16271", "label": "Global solidarity: The way forward for a green recovery"}, {"id":"8083", "label": "Next UN climate science report to consider lessons from coronavirus"}, {"id":"16286", "label": "The new UK Climate and Ecological Emergency Bill is exactly what we need – here's why"}, {"id":"16290", "label": "UNEP launches assessment on air pollution, climate change in Africa - Xinhua"}, {"id":"8102", "label": "The Climate-Driven Voter’s Joe Biden Dilemma"}, {"id":"16304", "label": "A 'solidarity clause' in the EU climate law"}, {"id":"16310", "label": "Debt swaps could free funds to tame climate, biodiversity and virus threats | Business"}, {"id":"16322", "label": "Pink salmon could prosper in warmer Arctic, new study finds"}, {"id":"8132", "label": "Why climate activists aren't celebrating historic emissions cuts"}, {"id":"16328", "label": "Promote alternative meat to ensure food supply, prevent global warming"}, {"id":"16330", "label": "Trump and Biden: Little Room for Climate Change in 2020 Election"}, {"id":"16336", "label": "Newsom: 'No patience for climate change deniers' amid historic wildfires"}, {"id":"16338", "label": "Joe Biden has been on the right side of the environmental movement more often than not"}, {"id":"16342", "label": "Biden’s hands may be tied on Trump's China tariffs, trade experts say"}, {"id":"8153", "label": "Climate Horror Show Larry Summers Is Reportedly Advising Joe Biden"}, {"id":"8158", "label": "FACTBOX-On climate, it's Biden's green revolution versus Trump's war on red tape"}, {"id":"16358", "label": "Cooperate on climate or 'we will be doomed': UN chief"}, {"id":"8172", "label": "Russia’s Arctic Development Poses Risks for Combating Climate Change in the Baltics - Foreign Policy Research Institute"}, {"id":"8181", "label": "Global warming is good"}, {"id":"16378", "label": "In new book, British teen climate activist urges peers to ‘Challenge Everything’"}, {"id":"8191", "label": "Climate Change Made 2019 The Warmest Year On Record"}], "links": [{"id": "e0", "label": 12, "target": "ne0", "source":"4057"}, {"id": "e1", "label": 12, "target": "ne0", "source":"13152"}, {"id": "e2", "label": 12, "target": "ne0", "source":"14045"}, {"id": "e3", "label": 13, "target": "ne0", "source":"5245"}, {"id": "e4", "label": 13, "target": "ne0", "source":"6342"}, {"id": "e5", "label": 13, "target": "ne0", "source":"12376"}, {"id": "e6", "label": 14, "target": "ne0", "source":"9534"}, {"id": "e7", "label": 14, "target": "ne0", "source":"13616"}, {"id": "e8", "label": 14, "target": "ne0", "source":"14783"}, {"id": "e9", "label": 14, "target": "ne0", "source":"15637"}, {"id": "e10", "label": 15, "target": "ne0", "source":"598"}, {"id": "e11", "label": 15, "target": "ne0", "source":"7660"}, {"id": "e12", "label": 15, "target": "ne0", "source":"12261"}, {"id": "e13", "label": 15, "target": "ne0", "source":"14034"}, {"id": "e14", "label": 15, "target": "ne0", "source":"13736"}, {"id": "e15", "label": 16, "target": "ne0", "source":"13937"}, {"id": "e16", "label": 17, "target": "ne0", "source":"7418"}, {"id": "e17", "label": 17, "target": "ne0", "source":"13780"}, {"id": "e18", "label": 17, "target": "ne0", "source":"14937"}, {"id": "e19", "label": 18, "target": "ne0", "source":"16055"}, {"id": "e20", "label": 18, "target": "ne0", "source":"1086"}, {"id": "e21", "label": 19, "target": "ne0", "source":"3937"}, {"id": "e22", "label": 20, "target": "ne0", "source":"4729"}, {"id": "e23", "label": 20, "target": "ne0", "source":"11212"}, {"id": "e24", "label": 20, "target": "ne0", "source":"14009"}, {"id": "e25", "label": 21, "target": "ne0", "source":"14157"}, {"id": "e26", "label": 21, "target": "ne0", "source":"14033"}, {"id": "e27", "label": 25, "target": "ne0", "source":"3775"}, {"id": "e28", "label": 28, "target": "ne0", "source":"12882"}, {"id": "e29", "label": 29, "target": "ne0", "source":"4369"}, {"id": "e30", "label": 10, "target": "ne1", "source":"16039"}, {"id": "e31", "label": 11, "target": "ne1", "source":"3735"}, {"id": "e32", "label": 11, "target": "ne1", "source":"7222"}, {"id": "e33", "label": 11, "target": "ne1", "source":"7293"}, {"id": "e34", "label": 11, "target": "ne1", "source":"10060"}, {"id": "e35", "label": 12, "target": "ne1", "source":"308"}, {"id": "e36", "label": 12, "target": "ne1", "source":"762"}, {"id": "e37", "label": 12, "target": "ne1", "source":"5303"}, {"id": "e38", "label": 12, "target": "ne1", "source":"5372"}, {"id": "e39", "label": 12, "target": "ne1", "source":"5695"}, {"id": "e40", "label": 12, "target": "ne1", "source":"6945"}, {"id": "e41", "label": 12, "target": "ne1", "source":"7053"}, {"id": "e42", "label": 12, "target": "ne1", "source":"7025"}, {"id": "e43", "label": 12, "target": "ne1", "source":"10789"}, {"id": "e44", "label": 12, "target": "ne1", "source":"11434"}, {"id": "e45", "label": 12, "target": "ne1", "source":"15116"}, {"id": "e46", "label": 13, "target": "ne1", "source":"5148"}, {"id": "e47", "label": 13, "target": "ne1", "source":"6321"}, {"id": "e48", "label": 13, "target": "ne1", "source":"15305"}, {"id": "e49", "label": 14, "target": "ne1", "source":"451"}, {"id": "e50", "label": 14, "target": "ne1", "source":"752"}, {"id": "e51", "label": 14, "target": "ne1", "source":"3097"}, {"id": "e52", "label": 16, "target": "ne1", "source":"2964"}, {"id": "e53", "label": 16, "target": "ne1", "source":"16261"}, {"id": "e54", "label": 17, "target": "ne1", "source":"58"}, {"id": "e55", "label": 17, "target": "ne1", "source":"3920"}, {"id": "e56", "label": 17, "target": "ne1", "source":"13469"}, {"id": "e57", "label": 18, "target": "ne1", "source":"13991"}, {"id": "e58", "label": 21, "target": "ne1", "source":"321"}, {"id": "e59", "label": 35, "target": "ne1", "source":"7839"}, {"id": "e60", "label": 9, "target": "ne2", "source":"2310"}, {"id": "e61", "label": 9, "target": "ne2", "source":"4426"}, {"id": "e62", "label": 9, "target": "ne2", "source":"6935"}, {"id": "e63", "label": 9, "target": "ne2", "source":"6903"}, {"id": "e64", "label": 9, "target": "ne2", "source":"7080"}, {"id": "e65", "label": 9, "target": "ne2", "source":"7479"}, {"id": "e66", "label": 9, "target": "ne2", "source":"12048"}, {"id": "e67", "label": 10, "target": "ne2", "source":"9887"}, {"id": "e68", "label": 10, "target": "ne2", "source":"11713"}, {"id": "e69", "label": 10, "target": "ne2", "source":"13140"}, {"id": "e70", "label": 10, "target": "ne2", "source":"13424"}, {"id": "e71", "label": 10, "target": "ne2", "source":"15905"}, {"id": "e72", "label": 10, "target": "ne2", "source":"9593"}, {"id": "e73", "label": 11, "target": "ne2", "source":"543"}, {"id": "e74", "label": 11, "target": "ne2", "source":"11384"}, {"id": "e75", "label": 11, "target": "ne2", "source":"13524"}, {"id": "e76", "label": 11, "target": "ne2", "source":"14058"}, {"id": "e77", "label": 12, "target": "ne2", "source":"1558"}, {"id": "e78", "label": 12, "target": "ne2", "source":"11749"}, {"id": "e79", "label": 13, "target": "ne2", "source":"15441"}, {"id": "e80", "label": 14, "target": "ne2", "source":"4591"}, {"id": "e81", "label": 14, "target": "ne2", "source":"13134"}, {"id": "e82", "label": 14, "target": "ne2", "source":"13446"}, {"id": "e83", "label": 14, "target": "ne2", "source":"290"}, {"id": "e84", "label": 14, "target": "ne2", "source":"2728"}, {"id": "e85", "label": 14, "target": "ne2", "source":"9687"}, {"id": "e86", "label": 17, "target": "ne2", "source":"5505"}, {"id": "e87", "label": 17, "target": "ne2", "source":"15527"}, {"id": "e88", "label": 17, "target": "ne2", "source":"16055"}, {"id": "e89", "label": 18, "target": "ne2", "source":"7316"}, {"id": "e90", "label": 19, "target": "ne3", "source":"2509"}, {"id": "e91", "label": 19, "target": "ne3", "source":"11959"}, {"id": "e92", "label": 20, "target": "ne3", "source":"2774"}, {"id": "e93", "label": 20, "target": "ne3", "source":"3088"}, {"id": "e94", "label": 20, "target": "ne3", "source":"3275"}, {"id": "e95", "label": 20, "target": "ne3", "source":"12976"}, {"id": "e96", "label": 21, "target": "ne3", "source":"809"}, {"id": "e97", "label": 21, "target": "ne3", "source":"3317"}, {"id": "e98", "label": 21, "target": "ne3", "source":"11982"}, {"id": "e99", "label": 21, "target": "ne3", "source":"12626"}, {"id": "e100", "label": 21, "target": "ne3", "source":"15849"}, {"id": "e101", "label": 22, "target": "ne3", "source":"1602"}, {"id": "e102", "label": 22, "target": "ne3", "source":"5304"}, {"id": "e103", "label": 22, "target": "ne3", "source":"8273"}, {"id": "e104", "label": 22, "target": "ne3", "source":"11888"}, {"id": "e105", "label": 22, "target": "ne3", "source":"14909"}, {"id": "e106", "label": 23, "target": "ne3", "source":"1950"}, {"id": "e107", "label": 24, "target": "ne3", "source":"1769"}, {"id": "e108", "label": 24, "target": "ne3", "source":"15478"}, {"id": "e109", "label": 25, "target": "ne3", "source":"1829"}, {"id": "e110", "label": 26, "target": "ne3", "source":"1959"}, {"id": "e111", "label": 26, "target": "ne3", "source":"2133"}, {"id": "e112", "label": 26, "target": "ne3", "source":"2136"}, {"id": "e113", "label": 27, "target": "ne3", "source":"1677"}, {"id": "e114", "label": 27, "target": "ne3", "source":"3426"}, {"id": "e115", "label": 27, "target": "ne3", "source":"5550"}, {"id": "e116", "label": 28, "target": "ne3", "source":"391"}, {"id": "e117", "label": 28, "target": "ne3", "source":"2399"}, {"id": "e118", "label": 31, "target": "ne3", "source":"1765"}, {"id": "e119", "label": 36, "target": "ne3", "source":"12443"}, {"id": "e120", "label": 13, "target": "ne4", "source":"13937"}, {"id": "e121", "label": 13, "target": "ne4", "source":"10971"}, {"id": "e122", "label": 14, "target": "ne4", "source":"1411"}, {"id": "e123", "label": 14, "target": "ne4", "source":"3601"}, {"id": "e124", "label": 14, "target": "ne4", "source":"3896"}, {"id": "e125", "label": 14, "target": "ne4", "source":"15809"}, {"id": "e126", "label": 14, "target": "ne4", "source":"6298"}, {"id": "e127", "label": 14, "target": "ne4", "source":"15297"}, {"id": "e128", "label": 15, "target": "ne4", "source":"7302"}, {"id": "e129", "label": 16, "target": "ne4", "source":"3339"}, {"id": "e130", "label": 17, "target": "ne4", "source":"2012"}, {"id": "e131", "label": 17, "target": "ne4", "source":"9285"}, {"id": "e132", "label": 17, "target": "ne4", "source":"14157"}, {"id": "e133", "label": 17, "target": "ne4", "source":"1647"}, {"id": "e134", "label": 17, "target": "ne4", "source":"5194"}, {"id": "e135", "label": 17, "target": "ne4", "source":"7499"}, {"id": "e136", "label": 18, "target": "ne4", "source":"14033"}, {"id": "e137", "label": 19, "target": "ne4", "source":"11688"}, {"id": "e138", "label": 20, "target": "ne4", "source":"2662"}, {"id": "e139", "label": 20, "target": "ne4", "source":"3745"}, {"id": "e140", "label": 20, "target": "ne4", "source":"6958"}, {"id": "e141", "label": 21, "target": "ne4", "source":"5840"}, {"id": "e142", "label": 21, "target": "ne4", "source":"5914"}, {"id": "e143", "label": 22, "target": "ne4", "source":"13565"}, {"id": "e144", "label": 23, "target": "ne4", "source":"5710"}, {"id": "e145", "label": 23, "target": "ne4", "source":"6446"}, {"id": "e146", "label": 24, "target": "ne4", "source":"4709"}, {"id": "e147", "label": 24, "target": "ne4", "source":"10865"}, {"id": "e148", "label": 24, "target": "ne4", "source":"13928"}, {"id": "e149", "label": 26, "target": "ne4", "source":"13994"}, {"id": "e150", "label": 7, "target": "ne5", "source":"428"}, {"id": "e151", "label": 7, "target": "ne5", "source":"3292"}, {"id": "e152", "label": 7, "target": "ne5", "source":"4052"}, {"id": "e153", "label": 7, "target": "ne5", "source":"5245"}, {"id": "e154", "label": 7, "target": "ne5", "source":"16358"}, {"id": "e155", "label": 7, "target": "ne5", "source":"883"}, {"id": "e156", "label": 7, "target": "ne5", "source":"3340"}, {"id": "e157", "label": 7, "target": "ne5", "source":"4976"}, {"id": "e158", "label": 7, "target": "ne5", "source":"5648"}, {"id": "e159", "label": 7, "target": "ne5", "source":"6835"}, {"id": "e160", "label": 8, "target": "ne5", "source":"2428"}, {"id": "e161", "label": 8, "target": "ne5", "source":"3066"}, {"id": "e162", "label": 8, "target": "ne5", "source":"3430"}, {"id": "e163", "label": 8, "target": "ne5", "source":"14768"}, {"id": "e164", "label": 9, "target": "ne5", "source":"1793"}, {"id": "e165", "label": 9, "target": "ne5", "source":"13074"}, {"id": "e166", "label": 9, "target": "ne5", "source":"1261"}, {"id": "e167", "label": 9, "target": "ne5", "source":"3608"}, {"id": "e168", "label": 9, "target": "ne5", "source":"5786"}, {"id": "e169", "label": 9, "target": "ne5", "source":"14033"}, {"id": "e170", "label": 10, "target": "ne5", "source":"739"}, {"id": "e171", "label": 10, "target": "ne5", "source":"14157"}, {"id": "e172", "label": 10, "target": "ne5", "source":"15960"}, {"id": "e173", "label": 11, "target": "ne5", "source":"718"}, {"id": "e174", "label": 12, "target": "ne5", "source":"11212"}, {"id": "e175", "label": 12, "target": "ne5", "source":"4755"}, {"id": "e176", "label": 12, "target": "ne5", "source":"4837"}, {"id": "e177", "label": 13, "target": "ne5", "source":"1034"}, {"id": "e178", "label": 19, "target": "ne5", "source":"6430"}, {"id": "e179", "label": 27, "target": "ne5", "source":"2596"}, {"id": "e180", "label": 10, "target": "ne6", "source":"11987"}, {"id": "e181", "label": 10, "target": "ne6", "source":"12498"}, {"id": "e182", "label": 10, "target": "ne6", "source":"13771"}, {"id": "e183", "label": 10, "target": "ne6", "source":"13850"}, {"id": "e184", "label": 10, "target": "ne6", "source":"15495"}, {"id": "e185", "label": 10, "target": "ne6", "source":"15578"}, {"id": "e186", "label": 10, "target": "ne6", "source":"16244"}, {"id": "e187", "label": 11, "target": "ne6", "source":"157"}, {"id": "e188", "label": 11, "target": "ne6", "source":"3659"}, {"id": "e189", "label": 11, "target": "ne6", "source":"8739"}, {"id": "e190", "label": 11, "target": "ne6", "source":"11777"}, {"id": "e191", "label": 12, "target": "ne6", "source":"12779"}, {"id": "e192", "label": 12, "target": "ne6", "source":"2096"}, {"id": "e193", "label": 12, "target": "ne6", "source":"2698"}, {"id": "e194", "label": 12, "target": "ne6", "source":"5663"}, {"id": "e195", "label": 12, "target": "ne6", "source":"14887"}, {"id": "e196", "label": 13, "target": "ne6", "source":"10137"}, {"id": "e197", "label": 13, "target": "ne6", "source":"11400"}, {"id": "e198", "label": 13, "target": "ne6", "source":"14068"}, {"id": "e199", "label": 14, "target": "ne6", "source":"1086"}, {"id": "e200", "label": 14, "target": "ne6", "source":"16286"}, {"id": "e201", "label": 15, "target": "ne6", "source":"4406"}, {"id": "e202", "label": 15, "target": "ne6", "source":"13624"}, {"id": "e203", "label": 15, "target": "ne6", "source":"14077"}, {"id": "e204", "label": 15, "target": "ne6", "source":"14204"}, {"id": "e205", "label": 17, "target": "ne6", "source":"36"}, {"id": "e206", "label": 17, "target": "ne6", "source":"12339"}, {"id": "e207", "label": 19, "target": "ne6", "source":"3608"}, {"id": "e208", "label": 22, "target": "ne6", "source":"12114"}, {"id": "e209", "label": 25, "target": "ne6", "source":"6256"}, {"id": "e210", "label": 11, "target": "ne7", "source":"5197"}, {"id": "e211", "label": 11, "target": "ne7", "source":"6654"}, {"id": "e212", "label": 11, "target": "ne7", "source":"11616"}, {"id": "e213", "label": 11, "target": "ne7", "source":"11604"}, {"id": "e214", "label": 12, "target": "ne7", "source":"7722"}, {"id": "e215", "label": 12, "target": "ne7", "source":"9838"}, {"id": "e216", "label": 12, "target": "ne7", "source":"14173"}, {"id": "e217", "label": 12, "target": "ne7", "source":"15631"}, {"id": "e218", "label": 12, "target": "ne7", "source":"15732"}, {"id": "e219", "label": 12, "target": "ne7", "source":"16336"}, {"id": "e220", "label": 13, "target": "ne7", "source":"8913"}, {"id": "e221", "label": 13, "target": "ne7", "source":"9407"}, {"id": "e222", "label": 13, "target": "ne7", "source":"13296"}, {"id": "e223", "label": 13, "target": "ne7", "source":"15743"}, {"id": "e224", "label": 14, "target": "ne7", "source":"1301"}, {"id": "e225", "label": 14, "target": "ne7", "source":"10163"}, {"id": "e226", "label": 15, "target": "ne7", "source":"280"}, {"id": "e227", "label": 15, "target": "ne7", "source":"6156"}, {"id": "e228", "label": 15, "target": "ne7", "source":"15277"}, {"id": "e229", "label": 15, "target": "ne7", "source":"15186"}, {"id": "e230", "label": 15, "target": "ne7", "source":"15392"}, {"id": "e231", "label": 16, "target": "ne7", "source":"11983"}, {"id": "e232", "label": 16, "target": "ne7", "source":"12161"}, {"id": "e233", "label": 16, "target": "ne7", "source":"15333"}, {"id": "e234", "label": 17, "target": "ne7", "source":"594"}, {"id": "e235", "label": 17, "target": "ne7", "source":"2937"}, {"id": "e236", "label": 17, "target": "ne7", "source":"7885"}, {"id": "e237", "label": 17, "target": "ne7", "source":"14879"}, {"id": "e238", "label": 19, "target": "ne7", "source":"3583"}, {"id": "e239", "label": 19, "target": "ne7", "source":"15368"}, {"id": "e240", "label": 11, "target": "ne8", "source":"11900"}, {"id": "e241", "label": 11, "target": "ne8", "source":"15239"}, {"id": "e242", "label": 11, "target": "ne8", "source":"15488"}, {"id": "e243", "label": 12, "target": "ne8", "source":"1261"}, {"id": "e244", "label": 12, "target": "ne8", "source":"2734"}, {"id": "e245", "label": 12, "target": "ne8", "source":"4770"}, {"id": "e246", "label": 12, "target": "ne8", "source":"5505"}, {"id": "e247", "label": 12, "target": "ne8", "source":"6302"}, {"id": "e248", "label": 12, "target": "ne8", "source":"9687"}, {"id": "e249", "label": 12, "target": "ne8", "source":"10349"}, {"id": "e250", "label": 13, "target": "ne8", "source":"1355"}, {"id": "e251", "label": 13, "target": "ne8", "source":"7418"}, {"id": "e252", "label": 13, "target": "ne8", "source":"11878"}, {"id": "e253", "label": 13, "target": "ne8", "source":"13736"}, {"id": "e254", "label": 13, "target": "ne8", "source":"16342"}, {"id": "e255", "label": 14, "target": "ne8", "source":"11632"}, {"id": "e256", "label": 15, "target": "ne8", "source":"4480"}, {"id": "e257", "label": 15, "target": "ne8", "source":"10068"}, {"id": "e258", "label": 16, "target": "ne8", "source":"13518"}, {"id": "e259", "label": 17, "target": "ne8", "source":"14009"}, {"id": "e260", "label": 18, "target": "ne8", "source":"14225"}, {"id": "e261", "label": 21, "target": "ne8", "source":"15817"}, {"id": "e262", "label": 21, "target": "ne8", "source":"15826"}, {"id": "e263", "label": 23, "target": "ne8", "source":"7504"}, {"id": "e264", "label": 24, "target": "ne8", "source":"13446"}, {"id": "e265", "label": 25, "target": "ne8", "source":"14342"}, {"id": "e266", "label": 30, "target": "ne8", "source":"11836"}, {"id": "e267", "label": 31, "target": "ne8", "source":"490"}, {"id": "e268", "label": 32, "target": "ne8", "source":"14946"}, {"id": "e269", "label": 36, "target": "ne8", "source":"99"}, {"id": "e270", "label": 8, "target": "ne9", "source":"9408"}, {"id": "e271", "label": 8, "target": "ne9", "source":"14009"}, {"id": "e272", "label": 8, "target": "ne9", "source":"63"}, {"id": "e273", "label": 8, "target": "ne9", "source":"4554"}, {"id": "e274", "label": 8, "target": "ne9", "source":"4898"}, {"id": "e275", "label": 9, "target": "ne9", "source":"4472"}, {"id": "e276", "label": 9, "target": "ne9", "source":"9302"}, {"id": "e277", "label": 9, "target": "ne9", "source":"12516"}, {"id": "e278", "label": 9, "target": "ne9", "source":"6161"}, {"id": "e279", "label": 10, "target": "ne9", "source":"1765"}, {"id": "e280", "label": 10, "target": "ne9", "source":"11361"}, {"id": "e281", "label": 10, "target": "ne9", "source":"15960"}, {"id": "e282", "label": 10, "target": "ne9", "source":"8922"}, {"id": "e283", "label": 10, "target": "ne9", "source":"391"}, {"id": "e284", "label": 10, "target": "ne9", "source":"6835"}, {"id": "e285", "label": 11, "target": "ne9", "source":"5663"}, {"id": "e286", "label": 11, "target": "ne9", "source":"9991"}, {"id": "e287", "label": 11, "target": "ne9", "source":"14224"}, {"id": "e288", "label": 11, "target": "ne9", "source":"223"}, {"id": "e289", "label": 12, "target": "ne9", "source":"586"}, {"id": "e290", "label": 13, "target": "ne9", "source":"5245"}, {"id": "e291", "label": 13, "target": "ne9", "source":"3088"}, {"id": "e292", "label": 13, "target": "ne9", "source":"14033"}, {"id": "e293", "label": 14, "target": "ne9", "source":"5777"}, {"id": "e294", "label": 14, "target": "ne9", "source":"12443"}, {"id": "e295", "label": 14, "target": "ne9", "source":"809"}, {"id": "e296", "label": 15, "target": "ne9", "source":"14157"}, {"id": "e297", "label": 15, "target": "ne9", "source":"463"}, {"id": "e298", "label": 16, "target": "ne9", "source":"14034"}, {"id": "e299", "label": 17, "target": "ne9", "source":"13937"}, {"id": "e300", "label": 6, "target": "ne10", "source":"8995"}, {"id": "e301", "label": 6, "target": "ne10", "source":"12080"}, {"id": "e302", "label": 6, "target": "ne10", "source":"14899"}, {"id": "e303", "label": 6, "target": "ne10", "source":"14949"}, {"id": "e304", "label": 6, "target": "ne10", "source":"14994"}, {"id": "e305", "label": 6, "target": "ne10", "source":"14972"}, {"id": "e306", "label": 7, "target": "ne10", "source":"119"}, {"id": "e307", "label": 7, "target": "ne10", "source":"1080"}, {"id": "e308", "label": 7, "target": "ne10", "source":"7207"}, {"id": "e309", "label": 7, "target": "ne10", "source":"7986"}, {"id": "e310", "label": 7, "target": "ne10", "source":"9288"}, {"id": "e311", "label": 8, "target": "ne10", "source":"4144"}, {"id": "e312", "label": 8, "target": "ne10", "source":"9160"}, {"id": "e313", "label": 8, "target": "ne10", "source":"9882"}, {"id": "e314", "label": 8, "target": "ne10", "source":"10056"}, {"id": "e315", "label": 9, "target": "ne10", "source":"3562"}, {"id": "e316", "label": 9, "target": "ne10", "source":"5764"}, {"id": "e317", "label": 9, "target": "ne10", "source":"9764"}, {"id": "e318", "label": 9, "target": "ne10", "source":"10910"}, {"id": "e319", "label": 9, "target": "ne10", "source":"13571"}, {"id": "e320", "label": 10, "target": "ne10", "source":"645"}, {"id": "e321", "label": 10, "target": "ne10", "source":"8005"}, {"id": "e322", "label": 10, "target": "ne10", "source":"8272"}, {"id": "e323", "label": 10, "target": "ne10", "source":"11322"}, {"id": "e324", "label": 10, "target": "ne10", "source":"11549"}, {"id": "e325", "label": 12, "target": "ne10", "source":"9096"}, {"id": "e326", "label": 14, "target": "ne10", "source":"8521"}, {"id": "e327", "label": 17, "target": "ne10", "source":"11483"}, {"id": "e328", "label": 17, "target": "ne10", "source":"14340"}, {"id": "e329", "label": 22, "target": "ne10", "source":"14416"}, {"id": "e330", "label": 9, "target": "ne11", "source":"1473"}, {"id": "e331", "label": 9, "target": "ne11", "source":"2069"}, {"id": "e332", "label": 9, "target": "ne11", "source":"3598"}, {"id": "e333", "label": 9, "target": "ne11", "source":"4369"}, {"id": "e334", "label": 9, "target": "ne11", "source":"5375"}, {"id": "e335", "label": 9, "target": "ne11", "source":"8248"}, {"id": "e336", "label": 9, "target": "ne11", "source":"10326"}, {"id": "e337", "label": 9, "target": "ne11", "source":"12826"}, {"id": "e338", "label": 9, "target": "ne11", "source":"15946"}, {"id": "e339", "label": 9, "target": "ne11", "source":"15967"}, {"id": "e340", "label": 9, "target": "ne11", "source":"13024"}, {"id": "e341", "label": 10, "target": "ne11", "source":"906"}, {"id": "e342", "label": 11, "target": "ne11", "source":"4676"}, {"id": "e343", "label": 11, "target": "ne11", "source":"5027"}, {"id": "e344", "label": 11, "target": "ne11", "source":"6219"}, {"id": "e345", "label": 11, "target": "ne11", "source":"8042"}, {"id": "e346", "label": 11, "target": "ne11", "source":"8181"}, {"id": "e347", "label": 11, "target": "ne11", "source":"14457"}, {"id": "e348", "label": 11, "target": "ne11", "source":"15880"}, {"id": "e349", "label": 12, "target": "ne11", "source":"3991"}, {"id": "e350", "label": 12, "target": "ne11", "source":"6806"}, {"id": "e351", "label": 12, "target": "ne11", "source":"8752"}, {"id": "e352", "label": 12, "target": "ne11", "source":"9448"}, {"id": "e353", "label": 12, "target": "ne11", "source":"13463"}, {"id": "e354", "label": 14, "target": "ne11", "source":"8494"}, {"id": "e355", "label": 14, "target": "ne11", "source":"8566"}, {"id": "e356", "label": 15, "target": "ne11", "source":"2318"}, {"id": "e357", "label": 16, "target": "ne11", "source":"13567"}, {"id": "e358", "label": 17, "target": "ne11", "source":"4866"}, {"id": "e359", "label": 22, "target": "ne11", "source":"9090"}, {"id": "e360", "label": 9, "target": "ne12", "source":"2587"}, {"id": "e361", "label": 9, "target": "ne12", "source":"3538"}, {"id": "e362", "label": 9, "target": "ne12", "source":"6261"}, {"id": "e363", "label": 9, "target": "ne12", "source":"9496"}, {"id": "e364", "label": 9, "target": "ne12", "source":"10667"}, {"id": "e365", "label": 9, "target": "ne12", "source":"10695"}, {"id": "e366", "label": 9, "target": "ne12", "source":"14172"}, {"id": "e367", "label": 9, "target": "ne12", "source":"14217"}, {"id": "e368", "label": 10, "target": "ne12", "source":"13115"}, {"id": "e369", "label": 11, "target": "ne12", "source":"4480"}, {"id": "e370", "label": 11, "target": "ne12", "source":"10026"}, {"id": "e371", "label": 11, "target": "ne12", "source":"10141"}, {"id": "e372", "label": 12, "target": "ne12", "source":"8624"}, {"id": "e373", "label": 12, "target": "ne12", "source":"11363"}, {"id": "e374", "label": 12, "target": "ne12", "source":"11429"}, {"id": "e375", "label": 12, "target": "ne12", "source":"14302"}, {"id": "e376", "label": 12, "target": "ne12", "source":"14481"}, {"id": "e377", "label": 12, "target": "ne12", "source":"14861"}, {"id": "e378", "label": 13, "target": "ne12", "source":"4793"}, {"id": "e379", "label": 13, "target": "ne12", "source":"11516"}, {"id": "e380", "label": 13, "target": "ne12", "source":"11783"}, {"id": "e381", "label": 14, "target": "ne12", "source":"10604"}, {"id": "e382", "label": 15, "target": "ne12", "source":"9952"}, {"id": "e383", "label": 16, "target": "ne12", "source":"10521"}, {"id": "e384", "label": 16, "target": "ne12", "source":"11499"}, {"id": "e385", "label": 16, "target": "ne12", "source":"12108"}, {"id": "e386", "label": 18, "target": "ne12", "source":"6022"}, {"id": "e387", "label": 18, "target": "ne12", "source":"14754"}, {"id": "e388", "label": 19, "target": "ne12", "source":"15774"}, {"id": "e389", "label": 20, "target": "ne12", "source":"11613"}, {"id": "e390", "label": 12, "target": "ne13", "source":"6961"}, {"id": "e391", "label": 12, "target": "ne13", "source":"9966"}, {"id": "e392", "label": 12, "target": "ne13", "source":"11973"}, {"id": "e393", "label": 12, "target": "ne13", "source":"12066"}, {"id": "e394", "label": 12, "target": "ne13", "source":"12727"}, {"id": "e395", "label": 12, "target": "ne13", "source":"14227"}, {"id": "e396", "label": 12, "target": "ne13", "source":"15218"}, {"id": "e397", "label": 13, "target": "ne13", "source":"276"}, {"id": "e398", "label": 13, "target": "ne13", "source":"8774"}, {"id": "e399", "label": 13, "target": "ne13", "source":"12683"}, {"id": "e400", "label": 13, "target": "ne13", "source":"13717"}, {"id": "e401", "label": 13, "target": "ne13", "source":"13718"}, {"id": "e402", "label": 14, "target": "ne13", "source":"3223"}, {"id": "e403", "label": 14, "target": "ne13", "source":"5049"}, {"id": "e404", "label": 14, "target": "ne13", "source":"13765"}, {"id": "e405", "label": 14, "target": "ne13", "source":"15784"}, {"id": "e406", "label": 15, "target": "ne13", "source":"625"}, {"id": "e407", "label": 15, "target": "ne13", "source":"14225"}, {"id": "e408", "label": 16, "target": "ne13", "source":"514"}, {"id": "e409", "label": 16, "target": "ne13", "source":"1593"}, {"id": "e410", "label": 17, "target": "ne13", "source":"6877"}, {"id": "e411", "label": 18, "target": "ne13", "source":"2967"}, {"id": "e412", "label": 19, "target": "ne13", "source":"12314"}, {"id": "e413", "label": 19, "target": "ne13", "source":"14937"}, {"id": "e414", "label": 19, "target": "ne13", "source":"15166"}, {"id": "e415", "label": 20, "target": "ne13", "source":"6977"}, {"id": "e416", "label": 20, "target": "ne13", "source":"8172"}, {"id": "e417", "label": 23, "target": "ne13", "source":"13517"}, {"id": "e418", "label": 29, "target": "ne13", "source":"14753"}, {"id": "e419", "label": 30, "target": "ne13", "source":"14669"}, {"id": "e420", "label": 13, "target": "ne14", "source":"13619"}, {"id": "e421", "label": 13, "target": "ne14", "source":"13897"}, {"id": "e422", "label": 13, "target": "ne14", "source":"15503"}, {"id": "e423", "label": 13, "target": "ne14", "source":"15489"}, {"id": "e424", "label": 14, "target": "ne14", "source":"8172"}, {"id": "e425", "label": 14, "target": "ne14", "source":"8517"}, {"id": "e426", "label": 14, "target": "ne14", "source":"9945"}, {"id": "e427", "label": 14, "target": "ne14", "source":"10101"}, {"id": "e428", "label": 14, "target": "ne14", "source":"12297"}, {"id": "e429", "label": 14, "target": "ne14", "source":"13495"}, {"id": "e430", "label": 15, "target": "ne14", "source":"641"}, {"id": "e431", "label": 15, "target": "ne14", "source":"689"}, {"id": "e432", "label": 15, "target": "ne14", "source":"7567"}, {"id": "e433", "label": 15, "target": "ne14", "source":"16000"}, {"id": "e434", "label": 15, "target": "ne14", "source":"16157"}, {"id": "e435", "label": 16, "target": "ne14", "source":"169"}, {"id": "e436", "label": 16, "target": "ne14", "source":"476"}, {"id": "e437", "label": 16, "target": "ne14", "source":"14972"}, {"id": "e438", "label": 17, "target": "ne14", "source":"10204"}, {"id": "e439", "label": 17, "target": "ne14", "source":"10592"}, {"id": "e440", "label": 17, "target": "ne14", "source":"16304"}, {"id": "e441", "label": 18, "target": "ne14", "source":"645"}, {"id": "e442", "label": 20, "target": "ne14", "source":"1870"}, {"id": "e443", "label": 20, "target": "ne14", "source":"11913"}, {"id": "e444", "label": 20, "target": "ne14", "source":"16271"}, {"id": "e445", "label": 23, "target": "ne14", "source":"1565"}, {"id": "e446", "label": 24, "target": "ne14", "source":"5262"}, {"id": "e447", "label": 25, "target": "ne14", "source":"9552"}, {"id": "e448", "label": 29, "target": "ne14", "source":"9214"}, {"id": "e449", "label": 29, "target": "ne14", "source":"15817"}, {"id": "e450", "label": 8, "target": "ne15", "source":"16000"}, {"id": "e451", "label": 8, "target": "ne15", "source":"16150"}, {"id": "e452", "label": 9, "target": "ne15", "source":"746"}, {"id": "e453", "label": 9, "target": "ne15", "source":"1561"}, {"id": "e454", "label": 9, "target": "ne15", "source":"1640"}, {"id": "e455", "label": 9, "target": "ne15", "source":"1838"}, {"id": "e456", "label": 9, "target": "ne15", "source":"11110"}, {"id": "e457", "label": 9, "target": "ne15", "source":"10672"}, {"id": "e458", "label": 10, "target": "ne15", "source":"932"}, {"id": "e459", "label": 10, "target": "ne15", "source":"2302"}, {"id": "e460", "label": 10, "target": "ne15", "source":"9374"}, {"id": "e461", "label": 10, "target": "ne15", "source":"15210"}, {"id": "e462", "label": 11, "target": "ne15", "source":"8305"}, {"id": "e463", "label": 11, "target": "ne15", "source":"10860"}, {"id": "e464", "label": 12, "target": "ne15", "source":"4892"}, {"id": "e465", "label": 12, "target": "ne15", "source":"6032"}, {"id": "e466", "label": 12, "target": "ne15", "source":"6172"}, {"id": "e467", "label": 12, "target": "ne15", "source":"9346"}, {"id": "e468", "label": 12, "target": "ne15", "source":"10018"}, {"id": "e469", "label": 12, "target": "ne15", "source":"15581"}, {"id": "e470", "label": 13, "target": "ne15", "source":"3357"}, {"id": "e471", "label": 14, "target": "ne15", "source":"1048"}, {"id": "e472", "label": 15, "target": "ne15", "source":"2387"}, {"id": "e473", "label": 15, "target": "ne15", "source":"6094"}, {"id": "e474", "label": 15, "target": "ne15", "source":"9764"}, {"id": "e475", "label": 16, "target": "ne15", "source":"9420"}, {"id": "e476", "label": 18, "target": "ne15", "source":"1218"}, {"id": "e477", "label": 19, "target": "ne15", "source":"7410"}, {"id": "e478", "label": 19, "target": "ne15", "source":"8457"}, {"id": "e479", "label": 21, "target": "ne15", "source":"11151"}, {"id": "e480", "label": 9, "target": "ne16", "source":"1061"}, {"id": "e481", "label": 9, "target": "ne16", "source":"1422"}, {"id": "e482", "label": 9, "target": "ne16", "source":"1720"}, {"id": "e483", "label": 9, "target": "ne16", "source":"10998"}, {"id": "e484", "label": 9, "target": "ne16", "source":"11504"}, {"id": "e485", "label": 9, "target": "ne16", "source":"12362"}, {"id": "e486", "label": 9, "target": "ne16", "source":"12708"}, {"id": "e487", "label": 9, "target": "ne16", "source":"14910"}, {"id": "e488", "label": 10, "target": "ne16", "source":"1484"}, {"id": "e489", "label": 10, "target": "ne16", "source":"3335"}, {"id": "e490", "label": 10, "target": "ne16", "source":"3397"}, {"id": "e491", "label": 10, "target": "ne16", "source":"9645"}, {"id": "e492", "label": 10, "target": "ne16", "source":"12048"}, {"id": "e493", "label": 11, "target": "ne16", "source":"4697"}, {"id": "e494", "label": 12, "target": "ne16", "source":"1559"}, {"id": "e495", "label": 12, "target": "ne16", "source":"3290"}, {"id": "e496", "label": 12, "target": "ne16", "source":"7478"}, {"id": "e497", "label": 12, "target": "ne16", "source":"7975"}, {"id": "e498", "label": 12, "target": "ne16", "source":"13244"}, {"id": "e499", "label": 13, "target": "ne16", "source":"1388"}, {"id": "e500", "label": 13, "target": "ne16", "source":"6414"}, {"id": "e501", "label": 13, "target": "ne16", "source":"6461"}, {"id": "e502", "label": 14, "target": "ne16", "source":"6551"}, {"id": "e503", "label": 14, "target": "ne16", "source":"9432"}, {"id": "e504", "label": 14, "target": "ne16", "source":"10977"}, {"id": "e505", "label": 15, "target": "ne16", "source":"139"}, {"id": "e506", "label": 15, "target": "ne16", "source":"550"}, {"id": "e507", "label": 15, "target": "ne16", "source":"8524"}, {"id": "e508", "label": 16, "target": "ne16", "source":"8795"}, {"id": "e509", "label": 19, "target": "ne16", "source":"12852"}, {"id": "e510", "label": 8, "target": "ne17", "source":"9700"}, {"id": "e511", "label": 8, "target": "ne17", "source":"12232"}, {"id": "e512", "label": 8, "target": "ne17", "source":"3206"}, {"id": "e513", "label": 8, "target": "ne17", "source":"4515"}, {"id": "e514", "label": 8, "target": "ne17", "source":"4555"}, {"id": "e515", "label": 9, "target": "ne17", "source":"357"}, {"id": "e516", "label": 9, "target": "ne17", "source":"818"}, {"id": "e517", "label": 9, "target": "ne17", "source":"3423"}, {"id": "e518", "label": 9, "target": "ne17", "source":"3541"}, {"id": "e519", "label": 9, "target": "ne17", "source":"7659"}, {"id": "e520", "label": 9, "target": "ne17", "source":"12351"}, {"id": "e521", "label": 10, "target": "ne17", "source":"1911"}, {"id": "e522", "label": 10, "target": "ne17", "source":"6355"}, {"id": "e523", "label": 11, "target": "ne17", "source":"4112"}, {"id": "e524", "label": 11, "target": "ne17", "source":"5783"}, {"id": "e525", "label": 11, "target": "ne17", "source":"15401"}, {"id": "e526", "label": 11, "target": "ne17", "source":"15712"}, {"id": "e527", "label": 11, "target": "ne17", "source":"9404"}, {"id": "e528", "label": 12, "target": "ne17", "source":"12493"}, {"id": "e529", "label": 12, "target": "ne17", "source":"7548"}, {"id": "e530", "label": 13, "target": "ne17", "source":"3346"}, {"id": "e531", "label": 13, "target": "ne17", "source":"15984"}, {"id": "e532", "label": 13, "target": "ne17", "source":"2168"}, {"id": "e533", "label": 13, "target": "ne17", "source":"13523"}, {"id": "e534", "label": 14, "target": "ne17", "source":"1923"}, {"id": "e535", "label": 14, "target": "ne17", "source":"13741"}, {"id": "e536", "label": 15, "target": "ne17", "source":"4957"}, {"id": "e537", "label": 15, "target": "ne17", "source":"11352"}, {"id": "e538", "label": 16, "target": "ne17", "source":"2728"}, {"id": "e539", "label": 16, "target": "ne17", "source":"15540"}, {"id": "e540", "label": 12, "target": "ne18", "source":"4736"}, {"id": "e541", "label": 13, "target": "ne18", "source":"1923"}, {"id": "e542", "label": 13, "target": "ne18", "source":"2414"}, {"id": "e543", "label": 13, "target": "ne18", "source":"4089"}, {"id": "e544", "label": 13, "target": "ne18", "source":"4994"}, {"id": "e545", "label": 13, "target": "ne18", "source":"11896"}, {"id": "e546", "label": 13, "target": "ne18", "source":"12490"}, {"id": "e547", "label": 13, "target": "ne18", "source":"15984"}, {"id": "e548", "label": 14, "target": "ne18", "source":"2062"}, {"id": "e549", "label": 14, "target": "ne18", "source":"3885"}, {"id": "e550", "label": 14, "target": "ne18", "source":"4112"}, {"id": "e551", "label": 15, "target": "ne18", "source":"1375"}, {"id": "e552", "label": 15, "target": "ne18", "source":"2746"}, {"id": "e553", "label": 15, "target": "ne18", "source":"4426"}, {"id": "e554", "label": 15, "target": "ne18", "source":"6340"}, {"id": "e555", "label": 15, "target": "ne18", "source":"13608"}, {"id": "e556", "label": 16, "target": "ne18", "source":"255"}, {"id": "e557", "label": 16, "target": "ne18", "source":"9278"}, {"id": "e558", "label": 18, "target": "ne18", "source":"3458"}, {"id": "e559", "label": 18, "target": "ne18", "source":"4136"}, {"id": "e560", "label": 19, "target": "ne18", "source":"2728"}, {"id": "e561", "label": 19, "target": "ne18", "source":"5783"}, {"id": "e562", "label": 22, "target": "ne18", "source":"2810"}, {"id": "e563", "label": 22, "target": "ne18", "source":"4017"}, {"id": "e564", "label": 22, "target": "ne18", "source":"5311"}, {"id": "e565", "label": 22, "target": "ne18", "source":"11969"}, {"id": "e566", "label": 23, "target": "ne18", "source":"4957"}, {"id": "e567", "label": 25, "target": "ne18", "source":"5652"}, {"id": "e568", "label": 26, "target": "ne18", "source":"3143"}, {"id": "e569", "label": 26, "target": "ne18", "source":"4090"}, {"id": "e570", "label": 4, "target": "ne19", "source":"2108"}, {"id": "e571", "label": 4, "target": "ne19", "source":"3759"}, {"id": "e572", "label": 4, "target": "ne19", "source":"5311"}, {"id": "e573", "label": 4, "target": "ne19", "source":"5416"}, {"id": "e574", "label": 4, "target": "ne19", "source":"5604"}, {"id": "e575", "label": 4, "target": "ne19", "source":"6963"}, {"id": "e576", "label": 4, "target": "ne19", "source":"7493"}, {"id": "e577", "label": 4, "target": "ne19", "source":"12021"}, {"id": "e578", "label": 4, "target": "ne19", "source":"12172"}, {"id": "e579", "label": 5, "target": "ne19", "source":"6585"}, {"id": "e580", "label": 5, "target": "ne19", "source":"1073"}, {"id": "e581", "label": 5, "target": "ne19", "source":"5309"}, {"id": "e582", "label": 5, "target": "ne19", "source":"14403"}, {"id": "e583", "label": 5, "target": "ne19", "source":"3266"}, {"id": "e584", "label": 5, "target": "ne19", "source":"5476"}, {"id": "e585", "label": 5, "target": "ne19", "source":"6691"}, {"id": "e586", "label": 5, "target": "ne19", "source":"8963"}, {"id": "e587", "label": 5, "target": "ne19", "source":"11923"}, {"id": "e588", "label": 5, "target": "ne19", "source":"12188"}, {"id": "e589", "label": 5, "target": "ne19", "source":"13219"}, {"id": "e590", "label": 5, "target": "ne19", "source":"13485"}, {"id": "e591", "label": 6, "target": "ne19", "source":"2214"}, {"id": "e592", "label": 6, "target": "ne19", "source":"9781"}, {"id": "e593", "label": 6, "target": "ne19", "source":"1923"}, {"id": "e594", "label": 6, "target": "ne19", "source":"16452"}, {"id": "e595", "label": 7, "target": "ne19", "source":"4914"}, {"id": "e596", "label": 7, "target": "ne19", "source":"2819"}, {"id": "e597", "label": 7, "target": "ne19", "source":"4734"}, {"id": "e598", "label": 7, "target": "ne19", "source":"10217"}, {"id": "e599", "label": 8, "target": "ne19", "source":"12546"}, {"id": "e600", "label": 5, "target": "ne20", "source":"6681"}, {"id": "e601", "label": 5, "target": "ne20", "source":"6684"}, {"id": "e602", "label": 5, "target": "ne20", "source":"7319"}, {"id": "e603", "label": 5, "target": "ne20", "source":"9179"}, {"id": "e604", "label": 5, "target": "ne20", "source":"9233"}, {"id": "e605", "label": 5, "target": "ne20", "source":"11309"}, {"id": "e606", "label": 5, "target": "ne20", "source":"12186"}, {"id": "e607", "label": 5, "target": "ne20", "source":"12233"}, {"id": "e608", "label": 5, "target": "ne20", "source":"12243"}, {"id": "e609", "label": 5, "target": "ne20", "source":"14615"}, {"id": "e610", "label": 5, "target": "ne20", "source":"15017"}, {"id": "e611", "label": 5, "target": "ne20", "source":"15811"}, {"id": "e612", "label": 6, "target": "ne20", "source":"1055"}, {"id": "e613", "label": 6, "target": "ne20", "source":"1418"}, {"id": "e614", "label": 6, "target": "ne20", "source":"2373"}, {"id": "e615", "label": 6, "target": "ne20", "source":"3130"}, {"id": "e616", "label": 6, "target": "ne20", "source":"3610"}, {"id": "e617", "label": 6, "target": "ne20", "source":"4570"}, {"id": "e618", "label": 6, "target": "ne20", "source":"5119"}, {"id": "e619", "label": 6, "target": "ne20", "source":"5353"}, {"id": "e620", "label": 6, "target": "ne20", "source":"9351"}, {"id": "e621", "label": 6, "target": "ne20", "source":"13708"}, {"id": "e622", "label": 6, "target": "ne20", "source":"14920"}, {"id": "e623", "label": 6, "target": "ne20", "source":"16079"}, {"id": "e624", "label": 6, "target": "ne20", "source":"16120"}, {"id": "e625", "label": 6, "target": "ne20", "source":"16330"}, {"id": "e626", "label": 9, "target": "ne20", "source":"11352"}, {"id": "e627", "label": 11, "target": "ne20", "source":"5061"}, {"id": "e628", "label": 12, "target": "ne20", "source":"1106"}, {"id": "e629", "label": 12, "target": "ne20", "source":"5888"}, {"id": "e630", "label": 9, "target": "ne21", "source":"16142"}, {"id": "e631", "label": 10, "target": "ne21", "source":"249"}, {"id": "e632", "label": 10, "target": "ne21", "source":"1706"}, {"id": "e633", "label": 10, "target": "ne21", "source":"2324"}, {"id": "e634", "label": 10, "target": "ne21", "source":"3337"}, {"id": "e635", "label": 10, "target": "ne21", "source":"4254"}, {"id": "e636", "label": 10, "target": "ne21", "source":"4805"}, {"id": "e637", "label": 10, "target": "ne21", "source":"4923"}, {"id": "e638", "label": 10, "target": "ne21", "source":"5015"}, {"id": "e639", "label": 10, "target": "ne21", "source":"5046"}, {"id": "e640", "label": 10, "target": "ne21", "source":"9265"}, {"id": "e641", "label": 10, "target": "ne21", "source":"9652"}, {"id": "e642", "label": 10, "target": "ne21", "source":"10536"}, {"id": "e643", "label": 11, "target": "ne21", "source":"2845"}, {"id": "e644", "label": 11, "target": "ne21", "source":"11192"}, {"id": "e645", "label": 11, "target": "ne21", "source":"15181"}, {"id": "e646", "label": 12, "target": "ne21", "source":"3783"}, {"id": "e647", "label": 12, "target": "ne21", "source":"4956"}, {"id": "e648", "label": 12, "target": "ne21", "source":"11911"}, {"id": "e649", "label": 12, "target": "ne21", "source":"12566"}, {"id": "e650", "label": 13, "target": "ne21", "source":"582"}, {"id": "e651", "label": 13, "target": "ne21", "source":"2724"}, {"id": "e652", "label": 13, "target": "ne21", "source":"11697"}, {"id": "e653", "label": 13, "target": "ne21", "source":"11743"}, {"id": "e654", "label": 13, "target": "ne21", "source":"5227"}, {"id": "e655", "label": 14, "target": "ne21", "source":"767"}, {"id": "e656", "label": 15, "target": "ne21", "source":"631"}, {"id": "e657", "label": 15, "target": "ne21", "source":"2527"}, {"id": "e658", "label": 18, "target": "ne21", "source":"15272"}, {"id": "e659", "label": 21, "target": "ne21", "source":"5023"}, {"id": "e660", "label": 6, "target": "ne22", "source":"6"}, {"id": "e661", "label": 6, "target": "ne22", "source":"3227"}, {"id": "e662", "label": 6, "target": "ne22", "source":"13981"}, {"id": "e663", "label": 6, "target": "ne22", "source":"7290"}, {"id": "e664", "label": 6, "target": "ne22", "source":"15800"}, {"id": "e665", "label": 7, "target": "ne22", "source":"14045"}, {"id": "e666", "label": 7, "target": "ne22", "source":"15607"}, {"id": "e667", "label": 8, "target": "ne22", "source":"5442"}, {"id": "e668", "label": 8, "target": "ne22", "source":"7662"}, {"id": "e669", "label": 8, "target": "ne22", "source":"8993"}, {"id": "e670", "label": 8, "target": "ne22", "source":"9373"}, {"id": "e671", "label": 8, "target": "ne22", "source":"9807"}, {"id": "e672", "label": 8, "target": "ne22", "source":"15345"}, {"id": "e673", "label": 8, "target": "ne22", "source":"11867"}, {"id": "e674", "label": 9, "target": "ne22", "source":"9766"}, {"id": "e675", "label": 9, "target": "ne22", "source":"15192"}, {"id": "e676", "label": 9, "target": "ne22", "source":"9832"}, {"id": "e677", "label": 10, "target": "ne22", "source":"15739"}, {"id": "e678", "label": 11, "target": "ne22", "source":"1119"}, {"id": "e679", "label": 11, "target": "ne22", "source":"1782"}, {"id": "e680", "label": 11, "target": "ne22", "source":"9219"}, {"id": "e681", "label": 11, "target": "ne22", "source":"14170"}, {"id": "e682", "label": 11, "target": "ne22", "source":"14739"}, {"id": "e683", "label": 12, "target": "ne22", "source":"7178"}, {"id": "e684", "label": 12, "target": "ne22", "source":"4142"}, {"id": "e685", "label": 14, "target": "ne22", "source":"4673"}, {"id": "e686", "label": 16, "target": "ne22", "source":"8083"}, {"id": "e687", "label": 16, "target": "ne22", "source":"14137"}, {"id": "e688", "label": 19, "target": "ne22", "source":"1160"}, {"id": "e689", "label": 29, "target": "ne22", "source":"340"}, {"id": "e690", "label": 4, "target": "ne23", "source":"15740"}, {"id": "e691", "label": 4, "target": "ne23", "source":"16000"}, {"id": "e692", "label": 5, "target": "ne23", "source":"320"}, {"id": "e693", "label": 5, "target": "ne23", "source":"581"}, {"id": "e694", "label": 5, "target": "ne23", "source":"684"}, {"id": "e695", "label": 5, "target": "ne23", "source":"2205"}, {"id": "e696", "label": 5, "target": "ne23", "source":"3733"}, {"id": "e697", "label": 5, "target": "ne23", "source":"3966"}, {"id": "e698", "label": 5, "target": "ne23", "source":"7399"}, {"id": "e699", "label": 5, "target": "ne23", "source":"8191"}, {"id": "e700", "label": 5, "target": "ne23", "source":"9302"}, {"id": "e701", "label": 5, "target": "ne23", "source":"12393"}, {"id": "e702", "label": 5, "target": "ne23", "source":"16304"}, {"id": "e703", "label": 6, "target": "ne23", "source":"476"}, {"id": "e704", "label": 6, "target": "ne23", "source":"5320"}, {"id": "e705", "label": 6, "target": "ne23", "source":"9208"}, {"id": "e706", "label": 6, "target": "ne23", "source":"9681"}, {"id": "e707", "label": 6, "target": "ne23", "source":"12624"}, {"id": "e708", "label": 6, "target": "ne23", "source":"14833"}, {"id": "e709", "label": 7, "target": "ne23", "source":"651"}, {"id": "e710", "label": 7, "target": "ne23", "source":"12024"}, {"id": "e711", "label": 7, "target": "ne23", "source":"13969"}, {"id": "e712", "label": 8, "target": "ne23", "source":"2493"}, {"id": "e713", "label": 9, "target": "ne23", "source":"645"}, {"id": "e714", "label": 9, "target": "ne23", "source":"5262"}, {"id": "e715", "label": 9, "target": "ne23", "source":"9214"}, {"id": "e716", "label": 9, "target": "ne23", "source":"14972"}, {"id": "e717", "label": 10, "target": "ne23", "source":"9292"}, {"id": "e718", "label": 10, "target": "ne23", "source":"9336"}, {"id": "e719", "label": 10, "target": "ne23", "source":"13619"}, {"id": "e720", "label": 4, "target": "ne24", "source":"15297"}, {"id": "e721", "label": 4, "target": "ne24", "source":"15624"}, {"id": "e722", "label": 5, "target": "ne24", "source":"650"}, {"id": "e723", "label": 5, "target": "ne24", "source":"1123"}, {"id": "e724", "label": 5, "target": "ne24", "source":"1154"}, {"id": "e725", "label": 5, "target": "ne24", "source":"2778"}, {"id": "e726", "label": 5, "target": "ne24", "source":"4227"}, {"id": "e727", "label": 5, "target": "ne24", "source":"4474"}, {"id": "e728", "label": 5, "target": "ne24", "source":"4971"}, {"id": "e729", "label": 5, "target": "ne24", "source":"5311"}, {"id": "e730", "label": 5, "target": "ne24", "source":"6381"}, {"id": "e731", "label": 5, "target": "ne24", "source":"6610"}, {"id": "e732", "label": 5, "target": "ne24", "source":"6655"}, {"id": "e733", "label": 5, "target": "ne24", "source":"7844"}, {"id": "e734", "label": 5, "target": "ne24", "source":"9700"}, {"id": "e735", "label": 5, "target": "ne24", "source":"15686"}, {"id": "e736", "label": 5, "target": "ne24", "source":"15809"}, {"id": "e737", "label": 5, "target": "ne24", "source":"16187"}, {"id": "e738", "label": 6, "target": "ne24", "source":"1911"}, {"id": "e739", "label": 6, "target": "ne24", "source":"3983"}, {"id": "e740", "label": 6, "target": "ne24", "source":"5189"}, {"id": "e741", "label": 6, "target": "ne24", "source":"7255"}, {"id": "e742", "label": 6, "target": "ne24", "source":"8409"}, {"id": "e743", "label": 6, "target": "ne24", "source":"9687"}, {"id": "e744", "label": 6, "target": "ne24", "source":"15649"}, {"id": "e745", "label": 7, "target": "ne24", "source":"3753"}, {"id": "e746", "label": 7, "target": "ne24", "source":"9251"}, {"id": "e747", "label": 7, "target": "ne24", "source":"10462"}, {"id": "e748", "label": 8, "target": "ne24", "source":"2467"}, {"id": "e749", "label": 8, "target": "ne24", "source":"11352"}, {"id": "e750", "label": 7, "target": "ne25", "source":"5393"}, {"id": "e751", "label": 7, "target": "ne25", "source":"10419"}, {"id": "e752", "label": 7, "target": "ne25", "source":"13137"}, {"id": "e753", "label": 7, "target": "ne25", "source":"14414"}, {"id": "e754", "label": 8, "target": "ne25", "source":"5053"}, {"id": "e755", "label": 8, "target": "ne25", "source":"9688"}, {"id": "e756", "label": 8, "target": "ne25", "source":"11219"}, {"id": "e757", "label": 8, "target": "ne25", "source":"13231"}, {"id": "e758", "label": 9, "target": "ne25", "source":"13885"}, {"id": "e759", "label": 9, "target": "ne25", "source":"15666"}, {"id": "e760", "label": 9, "target": "ne25", "source":"16290"}, {"id": "e761", "label": 10, "target": "ne25", "source":"3162"}, {"id": "e762", "label": 10, "target": "ne25", "source":"3243"}, {"id": "e763", "label": 10, "target": "ne25", "source":"3238"}, {"id": "e764", "label": 11, "target": "ne25", "source":"4918"}, {"id": "e765", "label": 11, "target": "ne25", "source":"13028"}, {"id": "e766", "label": 11, "target": "ne25", "source":"13125"}, {"id": "e767", "label": 12, "target": "ne25", "source":"3225"}, {"id": "e768", "label": 13, "target": "ne25", "source":"2110"}, {"id": "e769", "label": 13, "target": "ne25", "source":"3491"}, {"id": "e770", "label": 13, "target": "ne25", "source":"14767"}, {"id": "e771", "label": 15, "target": "ne25", "source":"1876"}, {"id": "e772", "label": 15, "target": "ne25", "source":"3820"}, {"id": "e773", "label": 15, "target": "ne25", "source":"3858"}, {"id": "e774", "label": 15, "target": "ne25", "source":"13455"}, {"id": "e775", "label": 16, "target": "ne25", "source":"6651"}, {"id": "e776", "label": 16, "target": "ne25", "source":"8545"}, {"id": "e777", "label": 17, "target": "ne25", "source":"3743"}, {"id": "e778", "label": 17, "target": "ne25", "source":"7007"}, {"id": "e779", "label": 22, "target": "ne25", "source":"765"}, {"id": "e780", "label": 4, "target": "ne26", "source":"6202"}, {"id": "e781", "label": 4, "target": "ne26", "source":"6417"}, {"id": "e782", "label": 4, "target": "ne26", "source":"6803"}, {"id": "e783", "label": 4, "target": "ne26", "source":"6937"}, {"id": "e784", "label": 4, "target": "ne26", "source":"7115"}, {"id": "e785", "label": 4, "target": "ne26", "source":"11316"}, {"id": "e786", "label": 4, "target": "ne26", "source":"12434"}, {"id": "e787", "label": 5, "target": "ne26", "source":"7489"}, {"id": "e788", "label": 5, "target": "ne26", "source":"7974"}, {"id": "e789", "label": 5, "target": "ne26", "source":"11069"}, {"id": "e790", "label": 5, "target": "ne26", "source":"11504"}, {"id": "e791", "label": 5, "target": "ne26", "source":"13439"}, {"id": "e792", "label": 5, "target": "ne26", "source":"14475"}, {"id": "e793", "label": 5, "target": "ne26", "source":"15564"}, {"id": "e794", "label": 5, "target": "ne26", "source":"11224"}, {"id": "e795", "label": 5, "target": "ne26", "source":"13187"}, {"id": "e796", "label": 5, "target": "ne26", "source":"5455"}, {"id": "e797", "label": 5, "target": "ne26", "source":"5632"}, {"id": "e798", "label": 5, "target": "ne26", "source":"6036"}, {"id": "e799", "label": 5, "target": "ne26", "source":"6838"}, {"id": "e800", "label": 6, "target": "ne26", "source":"5247"}, {"id": "e801", "label": 6, "target": "ne26", "source":"10377"}, {"id": "e802", "label": 6, "target": "ne26", "source":"13373"}, {"id": "e803", "label": 7, "target": "ne26", "source":"15763"}, {"id": "e804", "label": 8, "target": "ne26", "source":"6283"}, {"id": "e805", "label": 9, "target": "ne26", "source":"6253"}, {"id": "e806", "label": 11, "target": "ne26", "source":"11803"}, {"id": "e807", "label": 13, "target": "ne26", "source":"7418"}, {"id": "e808", "label": 16, "target": "ne26", "source":"5955"}, {"id": "e809", "label": 18, "target": "ne26", "source":"6696"}, {"id": "e810", "label": 6, "target": "ne27", "source":"3928"}, {"id": "e811", "label": 6, "target": "ne27", "source":"4246"}, {"id": "e812", "label": 6, "target": "ne27", "source":"6023"}, {"id": "e813", "label": 6, "target": "ne27", "source":"6466"}, {"id": "e814", "label": 6, "target": "ne27", "source":"7842"}, {"id": "e815", "label": 6, "target": "ne27", "source":"8572"}, {"id": "e816", "label": 6, "target": "ne27", "source":"8819"}, {"id": "e817", "label": 6, "target": "ne27", "source":"10051"}, {"id": "e818", "label": 6, "target": "ne27", "source":"12089"}, {"id": "e819", "label": 6, "target": "ne27", "source":"13835"}, {"id": "e820", "label": 7, "target": "ne27", "source":"578"}, {"id": "e821", "label": 7, "target": "ne27", "source":"920"}, {"id": "e822", "label": 7, "target": "ne27", "source":"2370"}, {"id": "e823", "label": 7, "target": "ne27", "source":"3691"}, {"id": "e824", "label": 7, "target": "ne27", "source":"4317"}, {"id": "e825", "label": 7, "target": "ne27", "source":"4766"}, {"id": "e826", "label": 7, "target": "ne27", "source":"5014"}, {"id": "e827", "label": 7, "target": "ne27", "source":"7605"}, {"id": "e828", "label": 7, "target": "ne27", "source":"12736"}, {"id": "e829", "label": 8, "target": "ne27", "source":"15220"}, {"id": "e830", "label": 8, "target": "ne27", "source":"15639"}, {"id": "e831", "label": 9, "target": "ne27", "source":"3097"}, {"id": "e832", "label": 10, "target": "ne27", "source":"4160"}, {"id": "e833", "label": 11, "target": "ne27", "source":"7419"}, {"id": "e834", "label": 11, "target": "ne27", "source":"9805"}, {"id": "e835", "label": 13, "target": "ne27", "source":"321"}, {"id": "e836", "label": 13, "target": "ne27", "source":"7908"}, {"id": "e837", "label": 15, "target": "ne27", "source":"7642"}, {"id": "e838", "label": 19, "target": "ne27", "source":"2964"}, {"id": "e839", "label": 22, "target": "ne27", "source":"7524"}, {"id": "e840", "label": 10, "target": "ne28", "source":"11216"}, {"id": "e841", "label": 10, "target": "ne28", "source":"13517"}, {"id": "e842", "label": 10, "target": "ne28", "source":"13675"}, {"id": "e843", "label": 10, "target": "ne28", "source":"13717"}, {"id": "e844", "label": 10, "target": "ne28", "source":"14306"}, {"id": "e845", "label": 11, "target": "ne28", "source":"3626"}, {"id": "e846", "label": 11, "target": "ne28", "source":"5484"}, {"id": "e847", "label": 11, "target": "ne28", "source":"10661"}, {"id": "e848", "label": 11, "target": "ne28", "source":"13058"}, {"id": "e849", "label": 11, "target": "ne28", "source":"13765"}, {"id": "e850", "label": 11, "target": "ne28", "source":"13718"}, {"id": "e851", "label": 12, "target": "ne28", "source":"971"}, {"id": "e852", "label": 12, "target": "ne28", "source":"5321"}, {"id": "e853", "label": 13, "target": "ne28", "source":"954"}, {"id": "e854", "label": 13, "target": "ne28", "source":"9515"}, {"id": "e855", "label": 13, "target": "ne28", "source":"10985"}, {"id": "e856", "label": 14, "target": "ne28", "source":"6623"}, {"id": "e857", "label": 14, "target": "ne28", "source":"11026"}, {"id": "e858", "label": 15, "target": "ne28", "source":"9055"}, {"id": "e859", "label": 16, "target": "ne28", "source":"13994"}, {"id": "e860", "label": 17, "target": "ne28", "source":"13596"}, {"id": "e861", "label": 18, "target": "ne28", "source":"12002"}, {"id": "e862", "label": 20, "target": "ne28", "source":"1430"}, {"id": "e863", "label": 20, "target": "ne28", "source":"2002"}, {"id": "e864", "label": 21, "target": "ne28", "source":"2008"}, {"id": "e865", "label": 22, "target": "ne28", "source":"6576"}, {"id": "e866", "label": 24, "target": "ne28", "source":"1767"}, {"id": "e867", "label": 26, "target": "ne28", "source":"8172"}, {"id": "e868", "label": 27, "target": "ne28", "source":"7029"}, {"id": "e869", "label": 42, "target": "ne28", "source":"5246"}, {"id": "e870", "label": 4, "target": "ne29", "source":"1918"}, {"id": "e871", "label": 4, "target": "ne29", "source":"3038"}, {"id": "e872", "label": 4, "target": "ne29", "source":"3918"}, {"id": "e873", "label": 4, "target": "ne29", "source":"4135"}, {"id": "e874", "label": 4, "target": "ne29", "source":"7035"}, {"id": "e875", "label": 4, "target": "ne29", "source":"7734"}, {"id": "e876", "label": 4, "target": "ne29", "source":"8746"}, {"id": "e877", "label": 4, "target": "ne29", "source":"11322"}, {"id": "e878", "label": 4, "target": "ne29", "source":"12787"}, {"id": "e879", "label": 4, "target": "ne29", "source":"15407"}, {"id": "e880", "label": 4, "target": "ne29", "source":"16017"}, {"id": "e881", "label": 5, "target": "ne29", "source":"1125"}, {"id": "e882", "label": 5, "target": "ne29", "source":"3002"}, {"id": "e883", "label": 5, "target": "ne29", "source":"4037"}, {"id": "e884", "label": 5, "target": "ne29", "source":"4202"}, {"id": "e885", "label": 5, "target": "ne29", "source":"4920"}, {"id": "e886", "label": 5, "target": "ne29", "source":"10495"}, {"id": "e887", "label": 5, "target": "ne29", "source":"12346"}, {"id": "e888", "label": 5, "target": "ne29", "source":"12963"}, {"id": "e889", "label": 6, "target": "ne29", "source":"8520"}, {"id": "e890", "label": 7, "target": "ne29", "source":"2484"}, {"id": "e891", "label": 7, "target": "ne29", "source":"3975"}, {"id": "e892", "label": 7, "target": "ne29", "source":"7559"}, {"id": "e893", "label": 7, "target": "ne29", "source":"12353"}, {"id": "e894", "label": 8, "target": "ne29", "source":"7435"}, {"id": "e895", "label": 8, "target": "ne29", "source":"12843"}, {"id": "e896", "label": 8, "target": "ne29", "source":"13484"}, {"id": "e897", "label": 9, "target": "ne29", "source":"445"}, {"id": "e898", "label": 10, "target": "ne29", "source":"9827"}, {"id": "e899", "label": 16, "target": "ne29", "source":"3633"}, {"id": "e900", "label": 13, "target": "ne30", "source":"8298"}, {"id": "e901", "label": 14, "target": "ne30", "source":"1603"}, {"id": "e902", "label": 14, "target": "ne30", "source":"3023"}, {"id": "e903", "label": 14, "target": "ne30", "source":"5919"}, {"id": "e904", "label": 14, "target": "ne30", "source":"7581"}, {"id": "e905", "label": 14, "target": "ne30", "source":"9107"}, {"id": "e906", "label": 14, "target": "ne30", "source":"11575"}, {"id": "e907", "label": 15, "target": "ne30", "source":"202"}, {"id": "e908", "label": 15, "target": "ne30", "source":"3060"}, {"id": "e909", "label": 16, "target": "ne30", "source":"2903"}, {"id": "e910", "label": 16, "target": "ne30", "source":"2928"}, {"id": "e911", "label": 16, "target": "ne30", "source":"4384"}, {"id": "e912", "label": 16, "target": "ne30", "source":"7542"}, {"id": "e913", "label": 17, "target": "ne30", "source":"1701"}, {"id": "e914", "label": 17, "target": "ne30", "source":"1845"}, {"id": "e915", "label": 19, "target": "ne30", "source":"279"}, {"id": "e916", "label": 19, "target": "ne30", "source":"2919"}, {"id": "e917", "label": 19, "target": "ne30", "source":"4308"}, {"id": "e918", "label": 20, "target": "ne30", "source":"12163"}, {"id": "e919", "label": 20, "target": "ne30", "source":"12348"}, {"id": "e920", "label": 20, "target": "ne30", "source":"12773"}, {"id": "e921", "label": 22, "target": "ne30", "source":"2835"}, {"id": "e922", "label": 22, "target": "ne30", "source":"2917"}, {"id": "e923", "label": 23, "target": "ne30", "source":"3991"}, {"id": "e924", "label": 23, "target": "ne30", "source":"10900"}, {"id": "e925", "label": 24, "target": "ne30", "source":"12425"}, {"id": "e926", "label": 25, "target": "ne30", "source":"2982"}, {"id": "e927", "label": 25, "target": "ne30", "source":"4247"}, {"id": "e928", "label": 26, "target": "ne30", "source":"12205"}, {"id": "e929", "label": 32, "target": "ne30", "source":"373"}, {"id": "e930", "label": 3, "target": "ne31", "source":"10610"}, {"id": "e931", "label": 3, "target": "ne31", "source":"10946"}, {"id": "e932", "label": 3, "target": "ne31", "source":"11428"}, {"id": "e933", "label": 3, "target": "ne31", "source":"11925"}, {"id": "e934", "label": 3, "target": "ne31", "source":"12067"}, {"id": "e935", "label": 3, "target": "ne31", "source":"12548"}, {"id": "e936", "label": 3, "target": "ne31", "source":"12715"}, {"id": "e937", "label": 3, "target": "ne31", "source":"14914"}, {"id": "e938", "label": 3, "target": "ne31", "source":"15755"}, {"id": "e939", "label": 3, "target": "ne31", "source":"16310"}, {"id": "e940", "label": 4, "target": "ne31", "source":"2096"}, {"id": "e941", "label": 4, "target": "ne31", "source":"3517"}, {"id": "e942", "label": 4, "target": "ne31", "source":"3593"}, {"id": "e943", "label": 4, "target": "ne31", "source":"5557"}, {"id": "e944", "label": 4, "target": "ne31", "source":"5597"}, {"id": "e945", "label": 4, "target": "ne31", "source":"9637"}, {"id": "e946", "label": 4, "target": "ne31", "source":"9945"}, {"id": "e947", "label": 4, "target": "ne31", "source":"16054"}, {"id": "e948", "label": 4, "target": "ne31", "source":"16183"}, {"id": "e949", "label": 5, "target": "ne31", "source":"2222"}, {"id": "e950", "label": 5, "target": "ne31", "source":"12150"}, {"id": "e951", "label": 5, "target": "ne31", "source":"14654"}, {"id": "e952", "label": 5, "target": "ne31", "source":"16111"}, {"id": "e953", "label": 6, "target": "ne31", "source":"3255"}, {"id": "e954", "label": 6, "target": "ne31", "source":"16378"}, {"id": "e955", "label": 7, "target": "ne31", "source":"3316"}, {"id": "e956", "label": 7, "target": "ne31", "source":"5663"}, {"id": "e957", "label": 7, "target": "ne31", "source":"12674"}, {"id": "e958", "label": 18, "target": "ne31", "source":"10269"}, {"id": "e959", "label": 24, "target": "ne31", "source":"2504"}, {"id": "e960", "label": 8, "target": "ne32", "source":"3152"}, {"id": "e961", "label": 8, "target": "ne32", "source":"6914"}, {"id": "e962", "label": 8, "target": "ne32", "source":"13521"}, {"id": "e963", "label": 8, "target": "ne32", "source":"13598"}, {"id": "e964", "label": 8, "target": "ne32", "source":"13646"}, {"id": "e965", "label": 8, "target": "ne32", "source":"16146"}, {"id": "e966", "label": 8, "target": "ne32", "source":"1962"}, {"id": "e967", "label": 8, "target": "ne32", "source":"6321"}, {"id": "e968", "label": 9, "target": "ne32", "source":"33"}, {"id": "e969", "label": 9, "target": "ne32", "source":"8015"}, {"id": "e970", "label": 9, "target": "ne32", "source":"540"}, {"id": "e971", "label": 9, "target": "ne32", "source":"2737"}, {"id": "e972", "label": 10, "target": "ne32", "source":"7958"}, {"id": "e973", "label": 10, "target": "ne32", "source":"14918"}, {"id": "e974", "label": 10, "target": "ne32", "source":"9229"}, {"id": "e975", "label": 10, "target": "ne32", "source":"9310"}, {"id": "e976", "label": 12, "target": "ne32", "source":"7165"}, {"id": "e977", "label": 12, "target": "ne32", "source":"7241"}, {"id": "e978", "label": 12, "target": "ne32", "source":"7176"}, {"id": "e979", "label": 12, "target": "ne32", "source":"13263"}, {"id": "e980", "label": 13, "target": "ne32", "source":"16077"}, {"id": "e981", "label": 13, "target": "ne32", "source":"8409"}, {"id": "e982", "label": 15, "target": "ne32", "source":"13990"}, {"id": "e983", "label": 15, "target": "ne32", "source":"14826"}, {"id": "e984", "label": 16, "target": "ne32", "source":"6943"}, {"id": "e985", "label": 18, "target": "ne32", "source":"11029"}, {"id": "e986", "label": 20, "target": "ne32", "source":"7351"}, {"id": "e987", "label": 20, "target": "ne32", "source":"9328"}, {"id": "e988", "label": 25, "target": "ne32", "source":"7040"}, {"id": "e989", "label": 26, "target": "ne32", "source":"15461"}, {"id": "e990", "label": 6, "target": "ne33", "source":"5432"}, {"id": "e991", "label": 6, "target": "ne33", "source":"5655"}, {"id": "e992", "label": 6, "target": "ne33", "source":"9387"}, {"id": "e993", "label": 6, "target": "ne33", "source":"9480"}, {"id": "e994", "label": 6, "target": "ne33", "source":"11309"}, {"id": "e995", "label": 6, "target": "ne33", "source":"12064"}, {"id": "e996", "label": 6, "target": "ne33", "source":"12493"}, {"id": "e997", "label": 6, "target": "ne33", "source":"15451"}, {"id": "e998", "label": 6, "target": "ne33", "source":"15740"}, {"id": "e999", "label": 6, "target": "ne33", "source":"16338"}, {"id": "e1000", "label": 7, "target": "ne33", "source":"533"}, {"id": "e1001", "label": 7, "target": "ne33", "source":"595"}, {"id": "e1002", "label": 7, "target": "ne33", "source":"2265"}, {"id": "e1003", "label": 7, "target": "ne33", "source":"4677"}, {"id": "e1004", "label": 7, "target": "ne33", "source":"4736"}, {"id": "e1005", "label": 7, "target": "ne33", "source":"4994"}, {"id": "e1006", "label": 7, "target": "ne33", "source":"6804"}, {"id": "e1007", "label": 8, "target": "ne33", "source":"1624"}, {"id": "e1008", "label": 8, "target": "ne33", "source":"3423"}, {"id": "e1009", "label": 8, "target": "ne33", "source":"3494"}, {"id": "e1010", "label": 8, "target": "ne33", "source":"4112"}, {"id": "e1011", "label": 8, "target": "ne33", "source":"15401"}, {"id": "e1012", "label": 8, "target": "ne33", "source":"15624"}, {"id": "e1013", "label": 9, "target": "ne33", "source":"3188"}, {"id": "e1014", "label": 9, "target": "ne33", "source":"15649"}, {"id": "e1015", "label": 10, "target": "ne33", "source":"3785"}, {"id": "e1016", "label": 10, "target": "ne33", "source":"15712"}, {"id": "e1017", "label": 13, "target": "ne33", "source":"13523"}, {"id": "e1018", "label": 13, "target": "ne33", "source":"15540"}, {"id": "e1019", "label": 15, "target": "ne33", "source":"14247"}, {"id": "e1020", "label": 7, "target": "ne34", "source":"3840"}, {"id": "e1021", "label": 7, "target": "ne34", "source":"9063"}, {"id": "e1022", "label": 8, "target": "ne34", "source":"3755"}, {"id": "e1023", "label": 8, "target": "ne34", "source":"10159"}, {"id": "e1024", "label": 8, "target": "ne34", "source":"10226"}, {"id": "e1025", "label": 8, "target": "ne34", "source":"11247"}, {"id": "e1026", "label": 8, "target": "ne34", "source":"15730"}, {"id": "e1027", "label": 8, "target": "ne34", "source":"14772"}, {"id": "e1028", "label": 8, "target": "ne34", "source":"4939"}, {"id": "e1029", "label": 8, "target": "ne34", "source":"6372"}, {"id": "e1030", "label": 9, "target": "ne34", "source":"1159"}, {"id": "e1031", "label": 9, "target": "ne34", "source":"4001"}, {"id": "e1032", "label": 9, "target": "ne34", "source":"4724"}, {"id": "e1033", "label": 9, "target": "ne34", "source":"9559"}, {"id": "e1034", "label": 9, "target": "ne34", "source":"12327"}, {"id": "e1035", "label": 9, "target": "ne34", "source":"13511"}, {"id": "e1036", "label": 9, "target": "ne34", "source":"13558"}, {"id": "e1037", "label": 9, "target": "ne34", "source":"4163"}, {"id": "e1038", "label": 10, "target": "ne34", "source":"4131"}, {"id": "e1039", "label": 10, "target": "ne34", "source":"10755"}, {"id": "e1040", "label": 10, "target": "ne34", "source":"12308"}, {"id": "e1041", "label": 11, "target": "ne34", "source":"1377"}, {"id": "e1042", "label": 12, "target": "ne34", "source":"1771"}, {"id": "e1043", "label": 12, "target": "ne34", "source":"14246"}, {"id": "e1044", "label": 12, "target": "ne34", "source":"12445"}, {"id": "e1045", "label": 13, "target": "ne34", "source":"11945"}, {"id": "e1046", "label": 13, "target": "ne34", "source":"13269"}, {"id": "e1047", "label": 13, "target": "ne34", "source":"13837"}, {"id": "e1048", "label": 15, "target": "ne34", "source":"12347"}, {"id": "e1049", "label": 21, "target": "ne34", "source":"14141"}, {"id": "e1050", "label": 6, "target": "ne35", "source":"4854"}, {"id": "e1051", "label": 6, "target": "ne35", "source":"6901"}, {"id": "e1052", "label": 6, "target": "ne35", "source":"7233"}, {"id": "e1053", "label": 6, "target": "ne35", "source":"11747"}, {"id": "e1054", "label": 6, "target": "ne35", "source":"12795"}, {"id": "e1055", "label": 6, "target": "ne35", "source":"14419"}, {"id": "e1056", "label": 6, "target": "ne35", "source":"14958"}, {"id": "e1057", "label": 6, "target": "ne35", "source":"16032"}, {"id": "e1058", "label": 6, "target": "ne35", "source":"16061"}, {"id": "e1059", "label": 7, "target": "ne35", "source":"1004"}, {"id": "e1060", "label": 7, "target": "ne35", "source":"3175"}, {"id": "e1061", "label": 7, "target": "ne35", "source":"16328"}, {"id": "e1062", "label": 8, "target": "ne35", "source":"4696"}, {"id": "e1063", "label": 8, "target": "ne35", "source":"14600"}, {"id": "e1064", "label": 9, "target": "ne35", "source":"995"}, {"id": "e1065", "label": 9, "target": "ne35", "source":"6835"}, {"id": "e1066", "label": 9, "target": "ne35", "source":"13724"}, {"id": "e1067", "label": 9, "target": "ne35", "source":"14321"}, {"id": "e1068", "label": 10, "target": "ne35", "source":"12873"}, {"id": "e1069", "label": 11, "target": "ne35", "source":"4547"}, {"id": "e1070", "label": 11, "target": "ne35", "source":"6993"}, {"id": "e1071", "label": 11, "target": "ne35", "source":"14421"}, {"id": "e1072", "label": 12, "target": "ne35", "source":"4198"}, {"id": "e1073", "label": 14, "target": "ne35", "source":"2821"}, {"id": "e1074", "label": 15, "target": "ne35", "source":"4170"}, {"id": "e1075", "label": 15, "target": "ne35", "source":"12850"}, {"id": "e1076", "label": 17, "target": "ne35", "source":"9197"}, {"id": "e1077", "label": 21, "target": "ne35", "source":"3309"}, {"id": "e1078", "label": 22, "target": "ne35", "source":"7015"}, {"id": "e1079", "label": 29, "target": "ne35", "source":"6370"}, {"id": "e1080", "label": 6, "target": "ne36", "source":"4627"}, {"id": "e1081", "label": 6, "target": "ne36", "source":"12483"}, {"id": "e1082", "label": 6, "target": "ne36", "source":"15396"}, {"id": "e1083", "label": 7, "target": "ne36", "source":"7513"}, {"id": "e1084", "label": 7, "target": "ne36", "source":"9247"}, {"id": "e1085", "label": 7, "target": "ne36", "source":"10156"}, {"id": "e1086", "label": 7, "target": "ne36", "source":"12116"}, {"id": "e1087", "label": 7, "target": "ne36", "source":"13251"}, {"id": "e1088", "label": 7, "target": "ne36", "source":"16018"}, {"id": "e1089", "label": 8, "target": "ne36", "source":"3278"}, {"id": "e1090", "label": 9, "target": "ne36", "source":"1380"}, {"id": "e1091", "label": 9, "target": "ne36", "source":"11408"}, {"id": "e1092", "label": 9, "target": "ne36", "source":"15612"}, {"id": "e1093", "label": 10, "target": "ne36", "source":"5862"}, {"id": "e1094", "label": 10, "target": "ne36", "source":"10157"}, {"id": "e1095", "label": 10, "target": "ne36", "source":"10508"}, {"id": "e1096", "label": 11, "target": "ne36", "source":"2668"}, {"id": "e1097", "label": 11, "target": "ne36", "source":"5867"}, {"id": "e1098", "label": 11, "target": "ne36", "source":"11492"}, {"id": "e1099", "label": 12, "target": "ne36", "source":"2297"}, {"id": "e1100", "label": 12, "target": "ne36", "source":"5068"}, {"id": "e1101", "label": 12, "target": "ne36", "source":"8198"}, {"id": "e1102", "label": 13, "target": "ne36", "source":"172"}, {"id": "e1103", "label": 13, "target": "ne36", "source":"1861"}, {"id": "e1104", "label": 13, "target": "ne36", "source":"2184"}, {"id": "e1105", "label": 13, "target": "ne36", "source":"8679"}, {"id": "e1106", "label": 14, "target": "ne36", "source":"1768"}, {"id": "e1107", "label": 14, "target": "ne36", "source":"6179"}, {"id": "e1108", "label": 14, "target": "ne36", "source":"6299"}, {"id": "e1109", "label": 17, "target": "ne36", "source":"10092"}, {"id": "e1110", "label": 3, "target": "ne37", "source":"2138"}, {"id": "e1111", "label": 3, "target": "ne37", "source":"4562"}, {"id": "e1112", "label": 3, "target": "ne37", "source":"4880"}, {"id": "e1113", "label": 3, "target": "ne37", "source":"4942"}, {"id": "e1114", "label": 3, "target": "ne37", "source":"5609"}, {"id": "e1115", "label": 3, "target": "ne37", "source":"5849"}, {"id": "e1116", "label": 3, "target": "ne37", "source":"6540"}, {"id": "e1117", "label": 3, "target": "ne37", "source":"7434"}, {"id": "e1118", "label": 3, "target": "ne37", "source":"8278"}, {"id": "e1119", "label": 3, "target": "ne37", "source":"9468"}, {"id": "e1120", "label": 3, "target": "ne37", "source":"9884"}, {"id": "e1121", "label": 3, "target": "ne37", "source":"11085"}, {"id": "e1122", "label": 3, "target": "ne37", "source":"11737"}, {"id": "e1123", "label": 3, "target": "ne37", "source":"15599"}, {"id": "e1124", "label": 3, "target": "ne37", "source":"15602"}, {"id": "e1125", "label": 4, "target": "ne37", "source":"472"}, {"id": "e1126", "label": 4, "target": "ne37", "source":"1355"}, {"id": "e1127", "label": 4, "target": "ne37", "source":"9389"}, {"id": "e1128", "label": 4, "target": "ne37", "source":"11063"}, {"id": "e1129", "label": 4, "target": "ne37", "source":"14340"}, {"id": "e1130", "label": 4, "target": "ne37", "source":"14416"}, {"id": "e1131", "label": 5, "target": "ne37", "source":"2006"}, {"id": "e1132", "label": 5, "target": "ne37", "source":"2235"}, {"id": "e1133", "label": 5, "target": "ne37", "source":"6847"}, {"id": "e1134", "label": 5, "target": "ne37", "source":"9160"}, {"id": "e1135", "label": 5, "target": "ne37", "source":"9430"}, {"id": "e1136", "label": 5, "target": "ne37", "source":"10730"}, {"id": "e1137", "label": 6, "target": "ne37", "source":"14796"}, {"id": "e1138", "label": 6, "target": "ne37", "source":"14966"}, {"id": "e1139", "label": 6, "target": "ne37", "source":"15144"}, {"id": "e1140", "label": 5, "target": "ne38", "source":"9404"}, {"id": "e1141", "label": 5, "target": "ne38", "source":"11352"}, {"id": "e1142", "label": 5, "target": "ne38", "source":"12493"}, {"id": "e1143", "label": 5, "target": "ne38", "source":"12610"}, {"id": "e1144", "label": 5, "target": "ne38", "source":"13201"}, {"id": "e1145", "label": 5, "target": "ne38", "source":"16406"}, {"id": "e1146", "label": 6, "target": "ne38", "source":"1228"}, {"id": "e1147", "label": 6, "target": "ne38", "source":"2115"}, {"id": "e1148", "label": 6, "target": "ne38", "source":"4136"}, {"id": "e1149", "label": 6, "target": "ne38", "source":"4133"}, {"id": "e1150", "label": 6, "target": "ne38", "source":"5109"}, {"id": "e1151", "label": 6, "target": "ne38", "source":"15624"}, {"id": "e1152", "label": 7, "target": "ne38", "source":"818"}, {"id": "e1153", "label": 7, "target": "ne38", "source":"1923"}, {"id": "e1154", "label": 7, "target": "ne38", "source":"2810"}, {"id": "e1155", "label": 7, "target": "ne38", "source":"4090"}, {"id": "e1156", "label": 7, "target": "ne38", "source":"13032"}, {"id": "e1157", "label": 7, "target": "ne38", "source":"13802"}, {"id": "e1158", "label": 8, "target": "ne38", "source":"3338"}, {"id": "e1159", "label": 8, "target": "ne38", "source":"4467"}, {"id": "e1160", "label": 8, "target": "ne38", "source":"4536"}, {"id": "e1161", "label": 8, "target": "ne38", "source":"9387"}, {"id": "e1162", "label": 8, "target": "ne38", "source":"9480"}, {"id": "e1163", "label": 9, "target": "ne38", "source":"4112"}, {"id": "e1164", "label": 10, "target": "ne38", "source":"2108"}, {"id": "e1165", "label": 11, "target": "ne38", "source":"6619"}, {"id": "e1166", "label": 11, "target": "ne38", "source":"6804"}, {"id": "e1167", "label": 12, "target": "ne38", "source":"3143"}, {"id": "e1168", "label": 16, "target": "ne38", "source":"14011"}, {"id": "e1169", "label": 17, "target": "ne38", "source":"14247"}, {"id": "e1170", "label": 17, "target": "ne39", "source":"9320"}, {"id": "e1171", "label": 17, "target": "ne39", "source":"13708"}, {"id": "e1172", "label": 18, "target": "ne39", "source":"8102"}, {"id": "e1173", "label": 18, "target": "ne39", "source":"13109"}, {"id": "e1174", "label": 18, "target": "ne39", "source":"16342"}, {"id": "e1175", "label": 19, "target": "ne39", "source":"7995"}, {"id": "e1176", "label": 19, "target": "ne39", "source":"13466"}, {"id": "e1177", "label": 20, "target": "ne39", "source":"5601"}, {"id": "e1178", "label": 20, "target": "ne39", "source":"6328"}, {"id": "e1179", "label": 20, "target": "ne39", "source":"13164"}, {"id": "e1180", "label": 20, "target": "ne39", "source":"15017"}, {"id": "e1181", "label": 20, "target": "ne39", "source":"14963"}, {"id": "e1182", "label": 21, "target": "ne39", "source":"13430"}, {"id": "e1183", "label": 21, "target": "ne39", "source":"14344"}, {"id": "e1184", "label": 21, "target": "ne39", "source":"8552"}, {"id": "e1185", "label": 22, "target": "ne39", "source":"5888"}, {"id": "e1186", "label": 22, "target": "ne39", "source":"7599"}, {"id": "e1187", "label": 22, "target": "ne39", "source":"9255"}, {"id": "e1188", "label": 25, "target": "ne39", "source":"12662"}, {"id": "e1189", "label": 26, "target": "ne39", "source":"13553"}, {"id": "e1190", "label": 26, "target": "ne39", "source":"13936"}, {"id": "e1191", "label": 26, "target": "ne39", "source":"14723"}, {"id": "e1192", "label": 27, "target": "ne39", "source":"14265"}, {"id": "e1193", "label": 27, "target": "ne39", "source":"16338"}, {"id": "e1194", "label": 28, "target": "ne39", "source":"5861"}, {"id": "e1195", "label": 28, "target": "ne39", "source":"13140"}, {"id": "e1196", "label": 28, "target": "ne39", "source":"15696"}, {"id": "e1197", "label": 31, "target": "ne39", "source":"6238"}, {"id": "e1198", "label": 31, "target": "ne39", "source":"16079"}, {"id": "e1199", "label": 39, "target": "ne39", "source":"14438"}, {"id": "e1200", "label": 5, "target": "ne40", "source":"8153"}, {"id": "e1201", "label": 5, "target": "ne40", "source":"8158"}, {"id": "e1202", "label": 5, "target": "ne40", "source":"8284"}, {"id": "e1203", "label": 5, "target": "ne40", "source":"13414"}, {"id": "e1204", "label": 5, "target": "ne40", "source":"13786"}, {"id": "e1205", "label": 5, "target": "ne40", "source":"13882"}, {"id": "e1206", "label": 5, "target": "ne40", "source":"16338"}, {"id": "e1207", "label": 6, "target": "ne40", "source":"1208"}, {"id": "e1208", "label": 6, "target": "ne40", "source":"6864"}, {"id": "e1209", "label": 6, "target": "ne40", "source":"8361"}, {"id": "e1210", "label": 6, "target": "ne40", "source":"9328"}, {"id": "e1211", "label": 6, "target": "ne40", "source":"15809"}, {"id": "e1212", "label": 7, "target": "ne40", "source":"712"}, {"id": "e1213", "label": 7, "target": "ne40", "source":"1295"}, {"id": "e1214", "label": 7, "target": "ne40", "source":"6328"}, {"id": "e1215", "label": 7, "target": "ne40", "source":"7302"}, {"id": "e1216", "label": 7, "target": "ne40", "source":"14438"}, {"id": "e1217", "label": 8, "target": "ne40", "source":"2723"}, {"id": "e1218", "label": 8, "target": "ne40", "source":"6321"}, {"id": "e1219", "label": 8, "target": "ne40", "source":"14826"}, {"id": "e1220", "label": 9, "target": "ne40", "source":"6903"}, {"id": "e1221", "label": 9, "target": "ne40", "source":"7080"}, {"id": "e1222", "label": 9, "target": "ne40", "source":"14335"}, {"id": "e1223", "label": 9, "target": "ne40", "source":"15286"}, {"id": "e1224", "label": 10, "target": "ne40", "source":"6935"}, {"id": "e1225", "label": 11, "target": "ne40", "source":"1962"}, {"id": "e1226", "label": 12, "target": "ne40", "source":"14344"}, {"id": "e1227", "label": 14, "target": "ne40", "source":"15696"}, {"id": "e1228", "label": 16, "target": "ne40", "source":"7545"}, {"id": "e1229", "label": 16, "target": "ne40", "source":"8409"}, {"id": "e1230", "label": 6, "target": "ne41", "source":"10094"}, {"id": "e1231", "label": 6, "target": "ne41", "source":"13928"}, {"id": "e1232", "label": 6, "target": "ne41", "source":"15513"}, {"id": "e1233", "label": 6, "target": "ne41", "source":"16075"}, {"id": "e1234", "label": 7, "target": "ne41", "source":"33"}, {"id": "e1235", "label": 7, "target": "ne41", "source":"2894"}, {"id": "e1236", "label": 7, "target": "ne41", "source":"13931"}, {"id": "e1237", "label": 8, "target": "ne41", "source":"2359"}, {"id": "e1238", "label": 8, "target": "ne41", "source":"4154"}, {"id": "e1239", "label": 8, "target": "ne41", "source":"5327"}, {"id": "e1240", "label": 8, "target": "ne41", "source":"8283"}, {"id": "e1241", "label": 8, "target": "ne41", "source":"15142"}, {"id": "e1242", "label": 9, "target": "ne41", "source":"2458"}, {"id": "e1243", "label": 9, "target": "ne41", "source":"5515"}, {"id": "e1244", "label": 9, "target": "ne41", "source":"15163"}, {"id": "e1245", "label": 9, "target": "ne41", "source":"16096"}, {"id": "e1246", "label": 10, "target": "ne41", "source":"8853"}, {"id": "e1247", "label": 11, "target": "ne41", "source":"5319"}, {"id": "e1248", "label": 12, "target": "ne41", "source":"12824"}, {"id": "e1249", "label": 12, "target": "ne41", "source":"12896"}, {"id": "e1250", "label": 13, "target": "ne41", "source":"389"}, {"id": "e1251", "label": 13, "target": "ne41", "source":"5821"}, {"id": "e1252", "label": 13, "target": "ne41", "source":"13787"}, {"id": "e1253", "label": 14, "target": "ne41", "source":"1667"}, {"id": "e1254", "label": 14, "target": "ne41", "source":"12765"}, {"id": "e1255", "label": 14, "target": "ne41", "source":"14759"}, {"id": "e1256", "label": 15, "target": "ne41", "source":"5341"}, {"id": "e1257", "label": 15, "target": "ne41", "source":"8293"}, {"id": "e1258", "label": 15, "target": "ne41", "source":"8760"}, {"id": "e1259", "label": 15, "target": "ne41", "source":"11656"}, {"id": "e1260", "label": 3, "target": "ne42", "source":"8132"}, {"id": "e1261", "label": 3, "target": "ne42", "source":"9102"}, {"id": "e1262", "label": 3, "target": "ne42", "source":"10791"}, {"id": "e1263", "label": 3, "target": "ne42", "source":"11400"}, {"id": "e1264", "label": 3, "target": "ne42", "source":"11937"}, {"id": "e1265", "label": 3, "target": "ne42", "source":"12874"}, {"id": "e1266", "label": 3, "target": "ne42", "source":"15514"}, {"id": "e1267", "label": 3, "target": "ne42", "source":"16185"}, {"id": "e1268", "label": 4, "target": "ne42", "source":"31"}, {"id": "e1269", "label": 4, "target": "ne42", "source":"1565"}, {"id": "e1270", "label": 4, "target": "ne42", "source":"2403"}, {"id": "e1271", "label": 4, "target": "ne42", "source":"3456"}, {"id": "e1272", "label": 4, "target": "ne42", "source":"4772"}, {"id": "e1273", "label": 4, "target": "ne42", "source":"8588"}, {"id": "e1274", "label": 4, "target": "ne42", "source":"9391"}, {"id": "e1275", "label": 4, "target": "ne42", "source":"10052"}, {"id": "e1276", "label": 4, "target": "ne42", "source":"16054"}, {"id": "e1277", "label": 5, "target": "ne42", "source":"1459"}, {"id": "e1278", "label": 5, "target": "ne42", "source":"1629"}, {"id": "e1279", "label": 5, "target": "ne42", "source":"5485"}, {"id": "e1280", "label": 5, "target": "ne42", "source":"10184"}, {"id": "e1281", "label": 5, "target": "ne42", "source":"15778"}, {"id": "e1282", "label": 6, "target": "ne42", "source":"6539"}, {"id": "e1283", "label": 7, "target": "ne42", "source":"3434"}, {"id": "e1284", "label": 7, "target": "ne42", "source":"9945"}, {"id": "e1285", "label": 7, "target": "ne42", "source":"10955"}, {"id": "e1286", "label": 8, "target": "ne42", "source":"2465"}, {"id": "e1287", "label": 8, "target": "ne42", "source":"3266"}, {"id": "e1288", "label": 9, "target": "ne42", "source":"5856"}, {"id": "e1289", "label": 10, "target": "ne42", "source":"1605"}, {"id": "e1290", "label": 3, "target": "ne43", "source":"3643"}, {"id": "e1291", "label": 3, "target": "ne43", "source":"6679"}, {"id": "e1292", "label": 3, "target": "ne43", "source":"7696"}, {"id": "e1293", "label": 3, "target": "ne43", "source":"8809"}, {"id": "e1294", "label": 3, "target": "ne43", "source":"10002"}, {"id": "e1295", "label": 3, "target": "ne43", "source":"10005"}, {"id": "e1296", "label": 3, "target": "ne43", "source":"10412"}, {"id": "e1297", "label": 3, "target": "ne43", "source":"12335"}, {"id": "e1298", "label": 3, "target": "ne43", "source":"12403"}, {"id": "e1299", "label": 3, "target": "ne43", "source":"15073"}, {"id": "e1300", "label": 3, "target": "ne43", "source":"15599"}, {"id": "e1301", "label": 3, "target": "ne43", "source":"15602"}, {"id": "e1302", "label": 4, "target": "ne43", "source":"5585"}, {"id": "e1303", "label": 4, "target": "ne43", "source":"9160"}, {"id": "e1304", "label": 4, "target": "ne43", "source":"9709"}, {"id": "e1305", "label": 4, "target": "ne43", "source":"9769"}, {"id": "e1306", "label": 4, "target": "ne43", "source":"11984"}, {"id": "e1307", "label": 4, "target": "ne43", "source":"12333"}, {"id": "e1308", "label": 4, "target": "ne43", "source":"14968"}, {"id": "e1309", "label": 5, "target": "ne43", "source":"3527"}, {"id": "e1310", "label": 5, "target": "ne43", "source":"4144"}, {"id": "e1311", "label": 5, "target": "ne43", "source":"10127"}, {"id": "e1312", "label": 6, "target": "ne43", "source":"458"}, {"id": "e1313", "label": 6, "target": "ne43", "source":"3509"}, {"id": "e1314", "label": 6, "target": "ne43", "source":"9692"}, {"id": "e1315", "label": 6, "target": "ne43", "source":"10179"}, {"id": "e1316", "label": 6, "target": "ne43", "source":"10353"}, {"id": "e1317", "label": 6, "target": "ne43", "source":"10315"}, {"id": "e1318", "label": 7, "target": "ne43", "source":"1669"}, {"id": "e1319", "label": 9, "target": "ne43", "source":"9096"}, {"id": "e1320", "label": 5, "target": "ne44", "source":"9666"}, {"id": "e1321", "label": 5, "target": "ne44", "source":"9743"}, {"id": "e1322", "label": 5, "target": "ne44", "source":"10117"}, {"id": "e1323", "label": 5, "target": "ne44", "source":"11085"}, {"id": "e1324", "label": 5, "target": "ne44", "source":"13111"}, {"id": "e1325", "label": 5, "target": "ne44", "source":"16044"}, {"id": "e1326", "label": 5, "target": "ne44", "source":"4295"}, {"id": "e1327", "label": 5, "target": "ne44", "source":"2215"}, {"id": "e1328", "label": 5, "target": "ne44", "source":"10679"}, {"id": "e1329", "label": 6, "target": "ne44", "source":"8985"}, {"id": "e1330", "label": 6, "target": "ne44", "source":"9399"}, {"id": "e1331", "label": 6, "target": "ne44", "source":"9834"}, {"id": "e1332", "label": 6, "target": "ne44", "source":"11266"}, {"id": "e1333", "label": 6, "target": "ne44", "source":"11838"}, {"id": "e1334", "label": 6, "target": "ne44", "source":"14804"}, {"id": "e1335", "label": 6, "target": "ne44", "source":"1900"}, {"id": "e1336", "label": 6, "target": "ne44", "source":"10210"}, {"id": "e1337", "label": 7, "target": "ne44", "source":"8906"}, {"id": "e1338", "label": 7, "target": "ne44", "source":"9841"}, {"id": "e1339", "label": 7, "target": "ne44", "source":"12812"}, {"id": "e1340", "label": 7, "target": "ne44", "source":"14962"}, {"id": "e1341", "label": 8, "target": "ne44", "source":"2964"}, {"id": "e1342", "label": 8, "target": "ne44", "source":"7640"}, {"id": "e1343", "label": 8, "target": "ne44", "source":"6991"}, {"id": "e1344", "label": 8, "target": "ne44", "source":"16039"}, {"id": "e1345", "label": 9, "target": "ne44", "source":"6621"}, {"id": "e1346", "label": 11, "target": "ne44", "source":"4551"}, {"id": "e1347", "label": 11, "target": "ne44", "source":"10333"}, {"id": "e1348", "label": 12, "target": "ne44", "source":"8070"}, {"id": "e1349", "label": 15, "target": "ne44", "source":"8411"}, {"id": "e1350", "label": 2, "target": "ne45", "source":"11777"}, {"id": "e1351", "label": 2, "target": "ne45", "source":"11937"}, {"id": "e1352", "label": 2, "target": "ne45", "source":"12114"}, {"id": "e1353", "label": 2, "target": "ne45", "source":"13203"}, {"id": "e1354", "label": 2, "target": "ne45", "source":"14162"}, {"id": "e1355", "label": 2, "target": "ne45", "source":"14493"}, {"id": "e1356", "label": 2, "target": "ne45", "source":"15661"}, {"id": "e1357", "label": 2, "target": "ne45", "source":"16185"}, {"id": "e1358", "label": 2, "target": "ne45", "source":"16244"}, {"id": "e1359", "label": 3, "target": "ne45", "source":"152"}, {"id": "e1360", "label": 3, "target": "ne45", "source":"1996"}, {"id": "e1361", "label": 3, "target": "ne45", "source":"2419"}, {"id": "e1362", "label": 3, "target": "ne45", "source":"3269"}, {"id": "e1363", "label": 3, "target": "ne45", "source":"3806"}, {"id": "e1364", "label": 3, "target": "ne45", "source":"4847"}, {"id": "e1365", "label": 3, "target": "ne45", "source":"4995"}, {"id": "e1366", "label": 3, "target": "ne45", "source":"5676"}, {"id": "e1367", "label": 3, "target": "ne45", "source":"6453"}, {"id": "e1368", "label": 3, "target": "ne45", "source":"8647"}, {"id": "e1369", "label": 3, "target": "ne45", "source":"8884"}, {"id": "e1370", "label": 3, "target": "ne45", "source":"8961"}, {"id": "e1371", "label": 3, "target": "ne45", "source":"9055"}, {"id": "e1372", "label": 3, "target": "ne45", "source":"9391"}, {"id": "e1373", "label": 3, "target": "ne45", "source":"10836"}, {"id": "e1374", "label": 3, "target": "ne45", "source":"12674"}, {"id": "e1375", "label": 3, "target": "ne45", "source":"12779"}, {"id": "e1376", "label": 4, "target": "ne45", "source":"507"}, {"id": "e1377", "label": 4, "target": "ne45", "source":"15063"}, {"id": "e1378", "label": 6, "target": "ne45", "source":"11844"}, {"id": "e1379", "label": 12, "target": "ne45", "source":"8433"}, {"id": "e1380", "label": 5, "target": "ne46", "source":"550"}, {"id": "e1381", "label": 5, "target": "ne46", "source":"1388"}, {"id": "e1382", "label": 5, "target": "ne46", "source":"1422"}, {"id": "e1383", "label": 5, "target": "ne46", "source":"1711"}, {"id": "e1384", "label": 5, "target": "ne46", "source":"3290"}, {"id": "e1385", "label": 5, "target": "ne46", "source":"3903"}, {"id": "e1386", "label": 5, "target": "ne46", "source":"7584"}, {"id": "e1387", "label": 5, "target": "ne46", "source":"10172"}, {"id": "e1388", "label": 5, "target": "ne46", "source":"15662"}, {"id": "e1389", "label": 6, "target": "ne46", "source":"277"}, {"id": "e1390", "label": 6, "target": "ne46", "source":"380"}, {"id": "e1391", "label": 6, "target": "ne46", "source":"3335"}, {"id": "e1392", "label": 6, "target": "ne46", "source":"4204"}, {"id": "e1393", "label": 6, "target": "ne46", "source":"4697"}, {"id": "e1394", "label": 6, "target": "ne46", "source":"8702"}, {"id": "e1395", "label": 6, "target": "ne46", "source":"9432"}, {"id": "e1396", "label": 6, "target": "ne46", "source":"11230"}, {"id": "e1397", "label": 6, "target": "ne46", "source":"11985"}, {"id": "e1398", "label": 6, "target": "ne46", "source":"15460"}, {"id": "e1399", "label": 7, "target": "ne46", "source":"8561"}, {"id": "e1400", "label": 7, "target": "ne46", "source":"14706"}, {"id": "e1401", "label": 8, "target": "ne46", "source":"874"}, {"id": "e1402", "label": 8, "target": "ne46", "source":"1484"}, {"id": "e1403", "label": 8, "target": "ne46", "source":"13244"}, {"id": "e1404", "label": 8, "target": "ne46", "source":"16258"}, {"id": "e1405", "label": 9, "target": "ne46", "source":"1645"}, {"id": "e1406", "label": 9, "target": "ne46", "source":"7478"}, {"id": "e1407", "label": 9, "target": "ne46", "source":"15614"}, {"id": "e1408", "label": 11, "target": "ne46", "source":"12048"}, {"id": "e1409", "label": 16, "target": "ne46", "source":"8795"}, {"id": "e1410", "label": 5, "target": "ne47", "source":"13752"}, {"id": "e1411", "label": 5, "target": "ne47", "source":"14957"}, {"id": "e1412", "label": 5, "target": "ne47", "source":"16266"}, {"id": "e1413", "label": 5, "target": "ne47", "source":"16322"}, {"id": "e1414", "label": 5, "target": "ne47", "source":"16425"}, {"id": "e1415", "label": 6, "target": "ne47", "source":"292"}, {"id": "e1416", "label": 6, "target": "ne47", "source":"436"}, {"id": "e1417", "label": 6, "target": "ne47", "source":"2249"}, {"id": "e1418", "label": 6, "target": "ne47", "source":"13621"}, {"id": "e1419", "label": 6, "target": "ne47", "source":"13701"}, {"id": "e1420", "label": 6, "target": "ne47", "source":"13891"}, {"id": "e1421", "label": 6, "target": "ne47", "source":"14812"}, {"id": "e1422", "label": 6, "target": "ne47", "source":"14941"}, {"id": "e1423", "label": 6, "target": "ne47", "source":"15874"}, {"id": "e1424", "label": 7, "target": "ne47", "source":"10183"}, {"id": "e1425", "label": 7, "target": "ne47", "source":"13545"}, {"id": "e1426", "label": 7, "target": "ne47", "source":"13637"}, {"id": "e1427", "label": 7, "target": "ne47", "source":"13871"}, {"id": "e1428", "label": 7, "target": "ne47", "source":"15803"}, {"id": "e1429", "label": 8, "target": "ne47", "source":"5010"}, {"id": "e1430", "label": 8, "target": "ne47", "source":"10447"}, {"id": "e1431", "label": 8, "target": "ne47", "source":"15072"}, {"id": "e1432", "label": 8, "target": "ne47", "source":"16044"}, {"id": "e1433", "label": 9, "target": "ne47", "source":"13743"}, {"id": "e1434", "label": 10, "target": "ne47", "source":"15203"}, {"id": "e1435", "label": 12, "target": "ne47", "source":"8292"}, {"id": "e1436", "label": 13, "target": "ne47", "source":"306"}, {"id": "e1437", "label": 14, "target": "ne47", "source":"15502"}, {"id": "e1438", "label": 15, "target": "ne47", "source":"14501"}, {"id": "e1439", "label": 17, "target": "ne47", "source":"15218"}, {"id": "e1440", "label": 4, "target": "ne48", "source":"13167"}, {"id": "e1441", "label": 4, "target": "ne48", "source":"13616"}, {"id": "e1442", "label": 4, "target": "ne48", "source":"16401"}, {"id": "e1443", "label": 5, "target": "ne48", "source":"850"}, {"id": "e1444", "label": 5, "target": "ne48", "source":"793"}, {"id": "e1445", "label": 5, "target": "ne48", "source":"4247"}, {"id": "e1446", "label": 5, "target": "ne48", "source":"5826"}, {"id": "e1447", "label": 5, "target": "ne48", "source":"7754"}, {"id": "e1448", "label": 5, "target": "ne48", "source":"7845"}, {"id": "e1449", "label": 5, "target": "ne48", "source":"8962"}, {"id": "e1450", "label": 5, "target": "ne48", "source":"10434"}, {"id": "e1451", "label": 5, "target": "ne48", "source":"14823"}, {"id": "e1452", "label": 6, "target": "ne48", "source":"6045"}, {"id": "e1453", "label": 6, "target": "ne48", "source":"10947"}, {"id": "e1454", "label": 6, "target": "ne48", "source":"12234"}, {"id": "e1455", "label": 6, "target": "ne48", "source":"15657"}, {"id": "e1456", "label": 7, "target": "ne48", "source":"1011"}, {"id": "e1457", "label": 7, "target": "ne48", "source":"10349"}, {"id": "e1458", "label": 7, "target": "ne48", "source":"14161"}, {"id": "e1459", "label": 8, "target": "ne48", "source":"463"}, {"id": "e1460", "label": 8, "target": "ne48", "source":"647"}, {"id": "e1461", "label": 8, "target": "ne48", "source":"14316"}, {"id": "e1462", "label": 9, "target": "ne48", "source":"499"}, {"id": "e1463", "label": 10, "target": "ne48", "source":"279"}, {"id": "e1464", "label": 10, "target": "ne48", "source":"16181"}, {"id": "e1465", "label": 11, "target": "ne48", "source":"7337"}, {"id": "e1466", "label": 11, "target": "ne48", "source":"10405"}, {"id": "e1467", "label": 11, "target": "ne48", "source":"10433"}, {"id": "e1468", "label": 15, "target": "ne48", "source":"13131"}, {"id": "e1469", "label": 25, "target": "ne48", "source":"11900"}, {"id": "e1470", "label": 4, "target": "ne49", "source":"44"}, {"id": "e1471", "label": 4, "target": "ne49", "source":"5"}, {"id": "e1472", "label": 4, "target": "ne49", "source":"176"}, {"id": "e1473", "label": 4, "target": "ne49", "source":"263"}, {"id": "e1474", "label": 4, "target": "ne49", "source":"357"}, {"id": "e1475", "label": 4, "target": "ne49", "source":"502"}, {"id": "e1476", "label": 4, "target": "ne49", "source":"465"}, {"id": "e1477", "label": 4, "target": "ne49", "source":"577"}, {"id": "e1478", "label": 4, "target": "ne49", "source":"723"}, {"id": "e1479", "label": 4, "target": "ne49", "source":"1061"}, {"id": "e1480", "label": 4, "target": "ne49", "source":"1133"}, {"id": "e1481", "label": 4, "target": "ne49", "source":"2106"}, {"id": "e1482", "label": 4, "target": "ne49", "source":"6418"}, {"id": "e1483", "label": 5, "target": "ne49", "source":"223"}, {"id": "e1484", "label": 5, "target": "ne49", "source":"579"}, {"id": "e1485", "label": 5, "target": "ne49", "source":"938"}, {"id": "e1486", "label": 5, "target": "ne49", "source":"1198"}, {"id": "e1487", "label": 6, "target": "ne49", "source":"341"}, {"id": "e1488", "label": 6, "target": "ne49", "source":"443"}, {"id": "e1489", "label": 6, "target": "ne49", "source":"463"}, {"id": "e1490", "label": 6, "target": "ne49", "source":"656"}, {"id": "e1491", "label": 6, "target": "ne49", "source":"583"}, {"id": "e1492", "label": 6, "target": "ne49", "source":"1217"}, {"id": "e1493", "label": 6, "target": "ne49", "source":"1459"}, {"id": "e1494", "label": 6, "target": "ne49", "source":"1765"}, {"id": "e1495", "label": 7, "target": "ne49", "source":"231"}, {"id": "e1496", "label": 7, "target": "ne49", "source":"1261"}, {"id": "e1497", "label": 8, "target": "ne49", "source":"248"}, {"id": "e1498", "label": 8, "target": "ne49", "source":"339"}, {"id": "e1499", "label": 8, "target": "ne49", "source":"1011"}]}